{
    "howToPlay" : "HOW TO PLAY",
    "play" : "PLAY",
    "selectMode" : "Select mode",
    "level"  :  "LEVEL %s",
    "time"   : "TIME: %s",
    "startInstruction" : "YOU HAVE %s SECONDS TO MEMORISE THE IMAGES",
    "prizeInstruction" : "PRIZE : %s EXTRA SECONDS PER HIT",
    "start"  : "START",
    "newRecord" : "NEW RECORD!",
    "wellDone"  : "WELL DONE!",
    "accept" : "ACCEPT",
    "isTimeUp" : "IS TIME UP?",
    "backToPlay": "TRY AGAIN",
    "cancel":"CANCEL",
    "pleaseChoseLanguage" : "Please select your language",
    "howToPlayTitle":"HOW TO PLAY  MEMORA MAX",
    "find": "FIND %s",
    "mirror": "MIRROR %s",
    "levelCleared": "LEVEL CLEARED",
    "congratulations": "CONGRATULATIONS!",
    "share" : "SHARE",
    "moreGames" : "MORE GAMES",
    "back" : "BACK",
    "privacyPolicyTitle" : "PRIVACY POLICY",
    "textToShare" : "Memora Max",
    "titleOfShare": "Enjoying playing Memora Max share it with your loved ones",
    "newLevelsUpdation" : "We are creating new levels, soon the will be available for you.",
    "backToLevelSelection": "BACK TO PLAY",
    "settings" : "SETTINGS",
    "termAndConditions": "Terms  & conditions",
    "language": "Language",
    "termAndService" : "Terms of Service", 
    "privacyPolicy" : "Privacy Policy",
    "updatedTerms": "We have updated\n our terms",
    "following" : "FOLLOWING",
    "levelCompleted" : "LEVEL \n COMPLETED",
    "dailyRewards" : "Daily Gift",
    "pickYourGift":"PICK YOUR GIFT",
    "pickUp"      : "PICK UP",
    "noMoreHints": "NO MORE HINTS",
    "WatchAdsForHint": "Watch ad to get a hint",
    "updatedTermsInfo": "To continue playing, you must confirm that you accept our Terms of Service and that you have read our Privacy Policy.",
    "instructionsForfind2": "You will have 5 seconds to memorize the images\nTouch a box to discover it and\nlook at the image that hides.\nTap another box to find out too.\nIf the images match, they will remain face up, otherwise they will be covered again.\nFind all the pairs.",
    "instructionsForfind3": "You will have 10 seconds to memorize the images If the images match, they will remain face up, otherwise they will be covered again.If the 3 match, they will stay face up, if not, they will tie again.\nFind all the pairs.",
    "instructionsFormirror2": "It is the same as finding 2 but now for each pair of images there is another pair with the same image but reflected horizontally in a mirror.Find all the pairs.",
    "instructionsFormirror3": "It is the same as finding 3 but now for each trio of images there is another trio with the same image but reflected horizontally in a mirror.Find all the pairs.",
    "howToPlayTutoiral" : "Touch a box to uncover it and see the see the image it hides.\n\nTouch another box to uncover it as well.\n\nIf the images match, they will stay face up, otherwise they will be covered again. \n\nFind all the pairs.",
    "openNet":"Please enable the internet to get hints",
   
    "privacyInformation" : [
                "Privacy Policy \nWorking Good (collectively, “Working Good” or “we”, “us”, “our”) create and publish mobile games and applications.",
                "This Privacy Policy (“Policy”) applies to all of our games, websites and related services, collectively referred here as our services.",
                "This Privacy Policy explains how we, and affiliated companies collect, use, secure, and/or disclose end-users’ (“you” or “your”) or otherwise processes your personal information when you use our services.",
                "\n\n1) PERSONAL DATA THAT WE COLLECT\n\nWhile using our services, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally, identifiable information may include, but is not limited to your name (“Personal Information”, “Personal data” or “data”).",
               "\nPersonal information includes:    \n• Your name,\n• Email address or other contact details,\n• Any information you submit to our customer service team in the services or via email.",
               "\n\nOther than that, we may also collect certain data automatically such as;\n",
               "\n• Communications in the services (e.g. messages with other players and in-game chats),",
               "\n• Data/analytics about your use (e.g. play progress, levels, games played, session length, preferred settings, which in-game adverts you may have viewed,",
               "\n• In-game preferences or just game preferences, which friends you connect with),",
               "\n • IP address and device identifiers such as your Advertising ID, Device ID numbers,",
               "\n• Device type and the operating system that you use,",
               "\n• General geographic location (e.g. country or city location) based on your IP address and GPS location",
               "\n\nSome of these pieces of data may be collected using cookies and/or similar technologies (such as “software development kits, or “SDKs”).",
               "\n\nWe may also obtain data from third party sources (social media platforms, third party service providers and Ad Networks) These sources actually enable us to understand the marketing dynamics and improve our services for you.",
               "Depending on the source, we may obtain your username, profile picture, age range, gender and your friends playing the same Game.\n",
               "\n2) HOW WE USE YOUR PERSONAL DATA\n\n",

               "\nWhen you install and use Working Good mobile applications, we can collect and process some of your data for different legitimate purposes.",
               "You will find below explanations regarding the reasons why Working Good may collect data and the legal bases our company relies on in each case.",
               "\n• To provide and maintain our services, recognize you when you return to our games, and perform essential business operation,\nLegal basis: such data processing is strictly necessary for the service(s) asked",
               "\n• To administer and protect our services (including troubleshooting, data analysis, testing, support, fraud, reporting and hosting of data).",
               "\nLegal basis: legitimate interests for running our business, provision of administration and services.",
               "\n• To cross-advertise our services and products and to send push notifications for changes to our services,",
               "Legal Basis: Legitimate interests to be able to advertise our services and products to our users and keep our users updated about our services and our new features in accordance with your preference.",
               "\n• To serve ads tailored to your preferences and interests and allow us to continue to offer free services and products",
               "\nLegal Basis: Legitimate interests in running our business.",

               "\n\n 3) HOW WE MAY DISCLOSE YOUR DATA",
               "\n\nWe will not rent or sell your personal data to third parties, but we may share your information from tools like cookies, log files, and device identifiers and location data, with third-party organizations that provide automatic data processing technologies for the games.", 
               "We do not control or influence these third parties’ tracking technologies or how they may be used.",
               "\nWe may share your personal data for following business purposes:",
               "\n• Third party software providers, including ‘software as a service’ solution providers,",
               "where the provider hosts the relevant personal data on our behalf;",
               "\n• Providers that help us generate and collate reviews in relation to our goods and services;",
               "\n• Our advertising and promotional agencies and those organizations or online platforms selected by us to carry out marketing campaigns on our behalf and to advertise their own products or services that may be of interest to you; and/or",
               "\nservice providers that assist us in providing our services,",
               "\n• In order to comply with any legal obligation, or to protect the rights, property, or safety of our business, our customers or others.",
               "\nWe use third parties to help us operate and improve our services.",
               "These third parties assist us with various tasks, including hosting and maintenance, on-going development, analytics, customer care, marketing, advertising. We may also share information with advertising partners who distribute advertising in our services.",
               "\n\nAd Partners: that allow us to monetize the ad inventory of our games and provide users with free products and services.",
               "Those partners usually collect data via their own tools (Software Development Kits or “SDK”).",
               "You will find a list of our partners implementing advertising SDKs through our applications and the privacy policies of their services that describe their practices and allow you to exercise your rights directly toward them hereafter:",
               "\n Adcolony - https://www.adcolony.com/privacy-policy/",
               "\nAmazon - https://advertising.amazon.com/legal/privacy-notice?ref=a20m_us_fnav_l_prvcy",
    "\n• Applovin - https://www.applovin.com/privacy/",
    "\n• Chartboost - https://answers.chartboost.com/en-us/articles/200780269",
   "\n• Facebook - https://www.facebook.com/about/privacy",
    "\n• Fyber - https://www.fyber.com/privacy-policy/",
    "\n• Google - https://policies.google.com/privacy",
   " \n• HyprMX - https://www.hyprmx.com/pp",
    "\n• Inmobi - https://www.inmobi.com/privacy-policy/",
    "\n• Ironsource - https://developers.ironsrc.com/ironsource-mobile/air/ironsource-mobile-privacy-policy/",
   "\n• Maio – https://www.maio.jp/privacy-policy/",
   "\n• Mintegral - https://www.mintegral.com/en/privacy/",
   "\n• Ogury - https://ogury.com/privacy-policy/",
   "\n• Pangle - https://ads.tiktok.com/i18n/official/policy/privacy",
    "\n• Smaato - https://www.smaato.com/privacy/",
    "\n• Snap Audience Network - https://snap.com/en-US/privacy/privacy-policy",
    "\n• Tapjoy - https://www.tapjoy.com/legal/tapjoy-users/#privacy-policy",
    "\n• Unity Ads - https://unity3d.com/legal/privacy-policy",
   "\n• Verizon Ads - https://www.verizonmedia.com/policies/us/en/verizonmedia/privacy/index.html",
    "\n• Vungle - https://vungle.com/privacy/",
    "\n\n Analytic companies: that provide us with tools and technologies that allow us to better understand how users interact with our services and will help us improve it.",
    "Those partners also usually collect data via their own SDKs. You will find a list of our partners implementing analytical SDKs through our applications hereafter:",
    "\n• Other than that, we may also collect certain data automatically such as;",
    "\n• Adjust - https://www.adjust.com/terms/privacy-policy/",
    "\n• Firebase - http://www.google.com/intl/en/policies/privacy/",
   " \nGoogle - https://policies.google.com/privacy",
   "\n\n 4) INTERNATIONAL DATA TRANSFERS,",
   " \n\nWe are an international organization providing our games to our users around the world.",
   "We and third-party organizations that provide automatic data processing technologies for the services or our third-party advertising partners may transfer the automatically processed information across borders and from your country or jurisdiction to other countries or jurisdictions around the world.",
   "Please note that these countries and jurisdictions may not have the same data protection laws as your own jurisdiction, and we take steps to ensure adequate safeguards are in place to use and disclosure of information about you, including personal data, as described in this Privacy Policy.",
   "\n\n5) YOUR DATA PROTECTION RIGHTS",
   "\n\nYou may access, correct, update, or request deletion of your personal information. ",
   "We will respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.",
    "You can exercise your data protection rights by contacting us using the information in the “Contact Us” section below.",
  "\n Users’ Rights in the European Countries",
    "We are a data controller with respect to any personal information collected from individuals accessing or using our services.",
     "If you are located in the European Union, European Economic Area, United Kingdom, or Switzerland, you have the following data protection rights:",
    "\n• The Right of Access / The Right to Know",
    "You may request a copy of your personal information in our files without undue delay and free of charge, unless we are permitted by law to charge a fee.",
     "You may request to receive your personal information in a structured, commonly used and machine-readable format, and to have us transfer your personal information directly to another “controller,” where technically feasible.",
    "\n•The Right to Rectification",
   " You may request to correct or update any of your personal information in our files.",
    "\n•The Right to Deletion",
   " You have a right to have your personal information in our files deleted.",
   " \n•The Right to Restriction",
   " You have the right to restrict our processing of your personal information.",
   " \n•The Right to Object",
  "  You may object to our processing at any time and as permitted by applicable law if we process your personal information on the legal bases of: consent; contract; or legitimate interests.",
    "\n•Automated Individual Decision-Making, Including Profiling\n",
    "You have the right not to be subject to a decision based solely on automated processing of your personal information, including profiling, which produces legal or similarly significant effects on you, unless an exception applies under applicable law.",
   " \nUsers’ Rights in California\n",
    "As a California resident, you may exercise the following rights in addition to the rights listed in the previous section regarding the personal information we collect about you, within the scope of the California Consumer Privacy Act of 2018 (“CCPA”):",
    "\n•The Right to Opt-Out of Personal Information Sales",
    "You have the right to direct us not to sell personal information we have collected about you to third parties now or in the future.",
     "If you are under the age of 16, you have the right to opt in, or to have a parent or guardian opt in on your behalf, to such sales.",
    "\n•The Right to Non-Discrimination",
   " You have the right not to receive discriminatory treatment for exercising any of the rights described above.",
   " \n“•Shine the Light”",
    "California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83).",
    "To exercise your right to know and right to deletion, please submit a request by contacting us with the subject line “California Rights Request” in the “Contact Us” section.",
    "\n\n6) COOKIES AND PUSH NOTIFICATIONS\n\n",
    "Cookies are files with small amount of data, which may include an anonymous unique identifier.",
     "Cookies are sent to your browser from a web site and stored on your computer's hard drive.",
     " Like many services, we use “cookies” to collect information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.",
       "However, if you do not accept cookies, you may not be able to use some portions of our services.",
        "On the other hand, we may occasionally use push notifications through our services to send you game updates, high scores and other services-related notifications.",
        "You may turn them off at the device level if you do not want to receive these types of communications.",
   "\n\n 7) RETENTION OF YOUR PERSONAL DATA\n\n",
    "We retain your personal data for as long as needed to provide you services, unless we are required by law to delete or if request to delete the information.",
      "If you no longer want us to use your information that we physically access and store, you can request that we erase your personal information and close your account.",
    "We will also retain and use your personal data as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
   " \n\n8) SECURITY\n\n",
    "The security of your personal data is important to us. We take reasonable and appropriate measures to protect personal data from loss, misuse and unauthorized access, disclosure, alteration and destruction, taking into account the risks involved in the processing and the nature of the personal data.",
   " Unfortunately, remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure.",
    "While we strive to use commercially acceptable means to protect your personal data, we cannot guarantee its absolute security.",
   "\n\n 9) CHILDREN\n\n",
   "Our services are not intended for use by children under the age of sixteen (16).",
   "We will not knowingly collect personal information directly from children under the age of sixteen (16) without parental consent.",
   "In order to request the deletion of personal data, for any reason,please contact us.",
   "\n\n10) CHANGES TO THIS PRIVACY POLICY\n\n",
    "This Privacy Policy is effective as except with respect to any changes in its provisions in the future,",
    " which will be in effect immediately after being posted on this page. We reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically.",
    "Your continued use of the service after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.",
    "In some changes to this Privacy Policy, we may notify you either through the email address you have provided us, or by placing a prominent notice on our service.",
   "\n\n11) CONTACT US\n\n",
   "If you have any questions about this Privacy Policy or further information related with this scope, please contact us at this email: admin@delaodigital.com"          
   ],

   "terms1":[

     "END USER LICENSE AGREEMENT\n\n In this EULA the following definitions, when capitalized, shall have the following meanings:",
     "\n\nApple – means Apple, Inc., any parent or group company or any successor thereof which operates the Apple mobile platform currently called “App Store”.",
     "\nApps – means Our mobile applications and any services provided through the Apps. It is a part of the Services which We provide to You. A complete list of the Apps can be found at https://www.Working Good.com",
     "\nCompany (or “Working Good”, “We”, “Us”, “Our”) – means Working Good Ltd, the company registered in México, registration number ODI181015L39, having registered office at Calzada de los arcos 173, 4A, querétaro, querétaro, México. 76024",
     "\nContent – means all kinds of content, including, but not limited to information, data, text, reviews, articles, links, software, sound, music, photographs, graphic or video messages, tags or other materials uploaded, posted, communicated, transmitted, created, generated or otherwise made available or accessible via Our Services or via a Mobile Platform, whether publicly available or privately transmitted by a Third Party Supplier, or contributed, submitted, displayed or otherwise provided by You when using the Services, or as a result of Your interaction with other user of the Services.",
     "\nDevice – means an authorized smartphone or a tablet or other mobile device, which You own or otherwise legally control solely for Your lawful, personal, and non-commercial use.",
     "\nEEA – means the European Economic Area.",
     "\nEULA – means this End User License Agreement, which is the legal agreement between You and Us, and together with all the related documentation sets forth the terms and conditions governing the use of any of Our Apps downloaded and installed by You or other related Services.",
     "\nIntellectual Property Rights – means, collectively, rights under patent, trademark, copyright and trade secret laws, and any other intellectual property or proprietary rights recognized in any country or jurisdiction worldwide, including, without limitation, moral or similar rights.",
     "\nMobile Platform – means a platform operated by a third party (e.g. “App Store” operated by Apple, or “Google Play” operated by Google), where You may access and download the Apps to Your Device.",
     "\nOpen Source Software – means all or any portion of the App, which constitutes a nonproprietary software or software provided under free public license by third parties.",
     "\nPolicy – means the privacy policy, which describes how We collect, use, process, store and share information that We collect about You, and which is incorporated here by this reference as a part of EULA.",
     "\nRepresentative – means a parent, or a legal guardian, or other representative under the applicable law of a person between 16 and 18 years of age.",
     "\nServices – means Apps and Our related services/products and websites, which You download, install, use and/or visit.",
     "\nThird Party Suppliers – means third party suppliers who offer Content and/or services in conjunction with or through the Services.",
     "\nUnacceptable Content – means any kind of content or behavior in connection with the use of the Apps or Services that is either illegal or unacceptable under the generally accepted moral rules including, but not limited to the following examples: \n(i) engaging in or contributing to any illegal activity or activity that violates others’ rights, \n(ii) content that is or could be reasonably viewed as unlawful, harmful, harassing, defamatory, libelous, obscene or otherwise objectionable and unacceptable; \n(iii) providing information that is false, misleading or inaccurate, \n(iv) disclosing of any personal or proprietary information of another user or any other person or otherwise invading other person privacy, \n(v) abuse, harassment, stalking, threats, faming or intimidation of any person or organization, \n(vi) profanity or use of derogatory, discriminatory, hatred or excessively graphic language, (vii) any content that may harm minors, \n(viii) disseminating or advocating in any way hate, intolerance, discrimination, harm, racial or ethnic hatred, violence, crime or war, \n(ix) offensive, vulgar, sexually explicit or pornographic content, (x) promoting the use of alcohol, tobacco or any narcotic or illegal substances, firearms \n(xi) transmitting software viruses, worms or any other kind of harmful software, (xii) unsolicited or unauthorized advertising, promotional materials, \"junk mail", "spam", "chain letters", "pyramid schemes\", or any other form of solicitation, \n(xiii) hacking, \n(xiv) infringing any Intellectual Property Rights, or unlawful provision/disclosure of information (insider information, confidential information, etc proprietary information), \n(xv) other unacceptable content or behavior.",
     "\nUSA – means the United States of America.",
     "\nU.S. Government – means, the United States of America, its agencies and/or instrumentalities",
     "\nYou (or “Your” or “User”) – means the person, who uses Our Services under this EULA and whose data is collected, stored, processed, used and shared according to Our Policy.",
     "\nYour information – means Your personal data and other related information further described in more detail in the Policy",
     "\nIMPORTANT NOTICE FOR U.S. USERS REGARDING ARBITRATION: WHEN YOU AGREE TO THIS EULA YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND Working Good THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT. PLEASE REVIEW CAREFULLY “DISPUTE RESOLUTION FOR USERS IN THE UNITED STATES” BELOW FOR DETAILS REGARDING ARBITRATION (INCLUDING THE PROCEDURE TO OPT OUT OF ARBITRATION).",
     
     "\n\nAbout EULA and Us\n",
     "\n• Working Good is the developer of the Apps and related Services, which You are about to download, install, access and/or use, whether on Your Device, or on Our website or any other platform.",
     "\n• This EULA constitutes a legal agreement between You and Working Good. It contains important information about Your rights and obligations in relation to the use of the Apps and related Services.",
     "\n• Use of Apps and related Services is also subject to Our Policy, which is incorporated into this EULA by this reference.",
     "\n• If You download, install, access or use Our Apps or related Services, You hereby confirm Your consent to be bound by the terms and conditions of this EULA, including the Policy. If You do not agree with any of the terms and conditions of this EULA, please, do not download, install, access or use the Apps or related Services.",
     "\n• By installing, accessing or using our Apps or related Services You also confirm that You are the owner of or otherwise legally use the Device, and that You are at least 16 years of age and have a full legal capacity to enter into this agreement. In case You are between 16 and 18 years of age, You hereby confirm, that Your Representative has reviewed and agrees to the terms and conditions of this EULA and allows You to access and/or use our Apps and related Services.",
     "\n• Our Apps download/purchase page may contain certain additional terms, conditions and requirements, which constitute a part of this EULA. In case You download/purchase the Apps through the Mobile Platform, please, review the terms and conditions of the owner of that particular Mobile Platform, which may provide for certain additional requirements applicable to the download of the Apps through that Mobile Platform, its installation and use.",
     "\n\nLicense to use Our Apps and limitations\n",
     "\n• We hereby grant You a non-exclusive, personal, limited, revocable and non-transferable license to access, download and use the Apps only on Your Devices, provided You agree to comply with all the terms and conditions of this EULA. This includes You complying with the terms and conditions in relation to Our music Apps copyrights, as detailed below in sections \"Copyrights license - music Apps\" and \"Copyrights restrictions - Popular Songs\". Please note that the Apps are licensed, not sold, to You. We own all rights, title and interest in and to the Apps and reserve all rights not expressly granted to You in this EULA.",
     "\n• You may not sell, resell, distribute, redistribute, rent, lease, sublicense, assign, copy (except for a single backup copy), or in any other way transfer or grant any rights to the Apps to any third party. You may not distribute or make the Apps available over the network where it could be downloaded or used by multiple devices at the same time, except when it is expressly permitted under the applicable Mobile Platform terms or authorized by Us.",
     "\n• You may not use any automatic or manual device or process to interfere with the proper working of the Apps, except to remove Our Apps from Your Device.",
     "\n• You may not decompile, disassemble, reverse engineer or create derivative works of the Apps or any parts thereof. All modifications or enhancements to the Apps remain the sole property of Us.",
     "\n• Notwithstanding the terms and conditions of this EULA, the Open Source Software is licensed to You subject to the terms and conditions of the respective software license agreements accompanying such Open Source Software.",

     "\n\nInstallation, access and using Our Services\n",
     "\n• You are responsible for selection of the proper internet connection and/or paying any related charges that You may incur for accessing and/or using Our Services.",
     "\n• For the exact amount of the charges, service plans and other conditions of the wireless or data connection services You shall enquire with Your mobile operator or Your internet service provider before You access and/or use Our Services. We make no representation that Our Services can be accessed on all wireless service plans or at any particular location.",
     "\n• We make no representation that Our Apps can be used (including availability and functioning of all features) and Our Services can be accessed on any Device.",
     "\n• You have to make sure before downloading the Apps that they are available in any of the languages of Your preference. We make no representation that the Apps are or will be available in all languages.",
     "\n• When You purchase the Apps or related Services from a Mobile Platform, including subscriptions and in-app purchases,the payment for such purchases may be processed either by third parties on Our behalf,",
     "or directly by the owner of the Mobile Platform. When purchasing the Apps or related Services, including subscriptions and in-app purchases, You agree that the digital content will be available to You immediately, and acknowledge that You will lose Your rights to the 14 days cancellation period and refunds available for EU and EEA residents. If You download the Apps from a Mobile Platform owner, before effecting the purchase from the Mobile Platform, please also review and accept the terms and conditions of that Mobile Platform owner with regard to Your rights to cancel orders and get related refunds.",
     "\nSome of Our apps may be available on a subscription basis. Subscriptions may be weekly, monthly, tri-monthly, semi-annual, annual, or seasonal. Payments for such subscriptions would be charged at Your account at the confirmation of the purchase. They may be processed by third parties acting on Our behalf, or by the Mobile Platform owner. Subscription will automatically renew for the same price and duration period as the original subscription package chosen by You, unless You turn off the auto-renew: (i) in case of an Apple App Store, at least 24-hours before the end of the current subscription period,",
     "or \n(ii) in case of Google Play Store, at any time before the end of the subscription period. Your account will be charged for renewal within 24-hours prior to",
     "the end of the current subscription period (Apple), or at the end of the subscription period (Google) at the cost of the chosen package. You may manage subscriptions and turn off auto-renewal by going to the user's account settings after the purchase.",
     "\n• You can cancel the subscription at any time and the cancellation will take effect after the end of the last day of that subscription period. Certain of Our subscription services may be offered on a free trial basis for a certain period of time. ",
     "\n• You may cancel a subscription during its free trial period via the subscription setting through Your account. This must be done 24 hours before the end of the free trial subscription period (Apple), or at any time before the end of the free trial subscription period (Google), otherwise it will be renewed as a paid subscription.",
     "\n• We make no warranty or representation regarding the availability of Our Services at any particular time or location. There may be times when Our Services or any part of them are not available for technical or maintenance related reasons, whether on a scheduled or unscheduled basis.",
     "\n• We have no obligation to make available to You any updates, supplements or subsequent versions of the Apps. We reserve the right to modify or discontinue any part of the Services in Our sole discretion with or without a prior notice. We may add or remove any features of functions of Our Apps.",
      "\n• If We release a new version of the Apps, or make new features available, We may request You to update the Apps installed on your Device. Such updates may occur automatically or with the prior notice. In case of material updates, supplements or new version of Apps, We may also ask You to review and accept Our new EULA (applicable at that time) before You may install and start using the updated or new version of the Apps. If You do not agree with the terms and conditions of the new EULA, you may not install or use the updated or new version of the Apps, and You shall discontinue using the Apps or any related Services and shall uninstall and remove the Apps from Your Device. Any obligations We may have to support the previous versions of the Apps will be ended upon the availability of material updates, supplements or subsequent versions of the Apps.",
     "\n• The Apps may contain specific rules, controls and guidelines, which can be found within the Apps themselves and which are related with the use of the Apps. Such rules, controls and guidelines form a part of this EULA and You agree that You shall comply with them.",
     "\n• Functionality features of the Apps may contain the data location function, which is provided by the Third Party Supplier. This data location function of the Apps is provided solely for the basic navigational purposes that are needed for the due functioning of the Apps. Therefore, it is neither the intention,",
     "\n• Nor the purpose of the Apps to be used as any kind of navigational tool, where the precise location data may be needed, and You shall be solely responsible for any injury, damage or losses incurred due to such improper use of the Apps. Neither Us, nor any Third Party Supplier gives any guarantee as to the availability, timeliness, completeness, or accuracy of the location data of the Apps.",
     "\n• The transmission of information over wireless and wired networks is not inherently secure. We use many tools to help to protect Your personal information against unauthorized access or disclosure, however, We may not guarantee that Your personal information or private communications will always remain private when using Our Apps or related Services.",
     "\n• You accept all responsibility for such security risks and any damage that may result therefrom. It is also Your sole responsibility to use all reasonable and recommended measures (such as complex passwords, etc) in order to secure Your Device from any unauthorized access."
    
   ],
   "terms2" :[
    "\n\nPrivacy\n",
    "\nUse of the Working Good Apps is subject to our Privacy Policy, which is hereby incorporated into this EULA by reference.",
    "\n\nContent and user conduct\n",
    "\n• You must comply with the laws that apply to You in the country of Your residence and any other location where You download and install Our Apps and/or access and use Our Services from. If any laws applicable to You restrict or prohibit You from using Our Services, or any part thereof (certain features, functionalities, etc.), You must comply with those legal restrictions.",
    "\n• It is Your responsibility and obligation that all the Content You provide Us on accessing and/or using Our Services is and shall remain true, accurate and complete in all material respects and at all times.",
    "\n• You understand and agree that all the Content that may be sent when using Our Services, whether publicly shared, uploaded or posted on third party platforms\networks or privately sent, is the sole responsibility of the person that sent the Content. This means that You, not Us, are entirely responsible for all Content that You may upload, communicate, transmit or otherwise make available. Also, it is Your obligation to ensure that such Content does not violate this EULA and the terms or policies of third party platforms\networks to which You share, upload or post the Content.",
    "\n• It is Your responsibility and obligation not to upload, communicate, transmit or otherwise make available any Unacceptable Content. If You are concerned that someone else uploads or otherwise provides any Unacceptable Content, please, contact Us by email as follows: admin@delaodigital.com",
    "\n• We do not control the Content posted via Our Services by other people and therefore We do not guarantee the accuracy, integrity or quality of that Content. You understand that when using Our Services, You may be exposed to Content that You may consider offensive, indecent or objectionable. Under no circumstances will We be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any losses or harm of any kind resulting from the use of any Content posted, emailed, transmitted or otherwise made available via Our Services.",
    "\n• We have the right to remove any uploaded Content from Our Services if we reasonably decide in Our sole discretion that it constitutes the Unacceptable Content, or that it may bring Us or Our Services into disrepute. You acknowledge that We may monitor the Content contributed by people that use Our Services, however, We make no undertaking to do so.",
    "\n• Links to Third Party Suppliers, Content and services they provide",
    "\n• We may link or provide access to Third Party Suppliers websites or services from Our Services, or Our Apps may be provided in connection with the advertising, services and Content of Third Party Suppliers. We are not responsible for the availability of such websites or resources of the Third Party Suppliers, and We are not responsible or liable for any Content, advertising, or services they provide. Any Content, advertising or services by such Third Party Suppliers are provided following the terms of services and privacy policies to be found on the website of the respective Third Party Supplier and, where applicable, You must familiarize Yourself and accept the terms of services and privacy policies of such Third Party Suppliers before using their services. We are not responsible or liable, directly or indirectly, to You in relation to any losses, damages or harm caused by or in connection with use of any such Content or services by the Third Party Suppliers. Any additional charges You may incur in relation to the use of the services by such Third Party Suppliers is Your responsibility.",
    "\n\n Intellectual property\n",
    "\n• You acknowledge that all and any Intellectual Property Rights in and relating to Our Services (other than certain rights to the Content, which is contributed by You or other users of the Services), are owned by or licensed to Us, including but not limited to Intellectual Property Rights to all trademarks, design, text, images, photographs, illustrations, audio or video clips, artwork, graphic material, code, content, protocols, software, and documentation provided to You in relation with the use of Our Services. Intellectual Property Rights are protected by the respective international, EU, US and other respective national copyright, trademarks, patents and other proprietary rights and laws relating to Intellectual Property Rights.",
    "\n• Your rights to access and use Our Services (but not any related object and source code) are limited strictly and solely to those expressly granted under the license as defined in more detail in section “License to use Our Apps and its limitations” above and subject to compliance to all provisions of this EULA. All rights not expressly granted hereunder are expressly reserved to Us and Our licensors, as the case may be.",
    "\n• You further acknowledge and agree that, except to the limited license expressly granted to You under this EULA, You shall have no other rights, property or ownership interest to any of Our Services, including without limitation Your accounts and any data associated with Your accounts. You must not copy, distribute, make available to the public or create any derivative work from Our Apps or related Services or any part thereof unless We have first agreed to this in writing.",
    "\n• You are solely responsible for any Content You contribute, upload, submit, display, share or otherwise provide on or through Your use of Our Services. It is Your obligation to ensure that such Content does not violate any copyright or other Intellectual Property Rights, and You must either own or have a license to use any such Content. If your Content features individuals other than You, You confirm that You obtained permission from such individuals or in case of minor children, You obtained the permission of their parent or legal guardian. By contributing, submitting, displaying, sharing or otherwise providing Your Content via Our Services You: (a) are representing that You are fully entitled to do so; (b) grant Us the non-exclusive, irrevocable, worldwide, royalty free license to edit, adapt, publish, reproduce, distribute, publicly display and use Your entry (Content) and any derivative works We may create from it, in any and all media (whether it exists now or in the future), for any purpose, in perpetuity, without any payment to You; (c) acknowledge that You may have what are known as • moral rights•  in the Content, for example the right to be named as the creator of Your entry, etc., or any similar rights that may exist now or may be created in the future, and You agree to waive any such moral or similar rights You may have in the Content; (d) agree that We have no obligation to monitor or protect Your rights in any Content that You may submit to Us, and We shall not be liable for any use or disclosure of it; (e) assume any and all risks in relation to the use of such Content by any person, including any risks related to the disclosure of the Content (Your entry) that could make You or any third parties personally identifiable; (f) represent and warrant to us that such content does not constitute an Unacceptable Content and in other respects complies with the rules of section “Content and user conduct” as set above by this EULA.",
     "\n• You are solely responsible for any Content You create or generate on, through or in relation to Your use of Our Services and share, post, upload, submit, display or otherwise provide such Content to Us, directly or via third party platforms (including Mobile Platforms)\networks (social media). It is Your obligation to ensure that such Content does not violate any copyright or other Intellectual Property Rights, and You must either own or have a license to use any such Content. If Your Content features individuals other than You, You confirm that You obtained permission from such individuals or in case of minor children, You obtained the permission of their parent or legal guardian. By sharing, posting, uploading, submitting, displaying or otherwise providing Your Content You: (a) are representing that You are fully entitled to do so; (b) grant Us the non-exclusive, revocable, transferable, sub-licensable, worldwide, royalty free license to edit, adapt, modify, publish, reproduce, distribute, publicly display and use such Content and any derivative works We may create from it, in any and all media (whether it exists now or in the future), for any purpose in relation to Our Apps or Services (including but not limited to marketing or promotional purposes such promotional material posted on social media pages and webpages operated by Working Good and/or advertisements) without any payment to You (consistent with our Privacy Policy); (c) acknowledge that You may have what are known as \"moral rights\" in the Content, for example the right to be named as the creator of Your entry, etc., or any similar rights that may exist now or may be created in the future, and You agree to waive any such moral or similar rights You may have in the Content; (d) agree that We have no obligation to monitor or protect Your rights in any such Content, and you release, discharge and agree to hold Working Good harmless from any liability in relation to the use or disclosure of it; (e) assume any and all risks in relation to the use of such Content by any person, including any risks related to the disclosure of the Content that could make You or any third parties personally identifiable; (f) represent and warrant to us that such content does not constitute an Unacceptable Content and in other respects complies with the rules of section “Content and user conduct” as set above by this EULA. This licence may be revoked and/or terminated by providing us with written notice of Your desire to do so by email at admin@delaodigitalcom",
     "\n• If You believe that your Intellectual Property Rights have been infringed by someone else over the internet, You may contact Us by emailing the following information to admin@delaodigital.com: (a) a description of the Intellectual Property Rights and an explanation as to how they have been infringed; (b) a description of where the infringing material is located; (c) Your address and email address; (d) a statement by You, made under penalty of perjury, that (i) You have a good-faith belief that the disputed use of material in which You own Intellectual Property Rights is not authorized, and (ii) the information that You are providing is accurate, correct, and that You are the owner of the Intellectual Property Right, or authorized to act on behalf of the owner of the Intellectual Property Right that is allegedly infringed; and (e) a physical or electronic signature of the person authorized to act on behalf of the owner of the Intellectual Property Right that has allegedly been infringed.",
     "\n• U.S. GOVERNMENT RESTRICTED RIGHTS: Our Services have been developed entirely at private expense and are provided as \"Commercial Computer Software\" or \"restricted computer software\". Any use, duplication or disclosure by the U.S. Government or a U.S. Government subcontractor is subject to the restrictions set forth in subparagraph (c)(1)(ii) of the Rights in Technical Data and Computer Software clauses in DFARS 252.227-7013 or as set forth in subparagraph (c)(1) and (2) of the Commercial Computer Software Restricted Rights clauses at FAR 52.227-19, as applicable.",
     
     
     
     "\n\ncopyrights license - music Apps\n",
     "\n• Special terms apply in relation to the sound packs which are available in Our music Apps Drum Pad Machine – Beat Maker and Groovepad – Music & Beat Maker. It is clarified that your rights and limitations on Popular Songs sound packs are different; please read section \"Copyrights restrictions - Popular Songs\" below.",
     "\n• The copyright in the sound packs available in the music Apps is and remains the intellectual property of Working Good. We hereby grant You a non-exclusive, limited, revocable and non-transferable license to access and use the sound packs to create Your own unique beats (as long as they are a mix of at least two loops (not one sole loop individually) which You may record, save, download, share, perform, broadcast, stream, or otherwise communicate or make available to the public for both, personal and commercial use, provided the following: (i) You comply with all the terms and conditions of this EULA, (ii) Your beat is a mix of at least two loops (not one sole loop individually) and (iii) in case of commercial use, such use is for the following purposes only: sharing on third party music, video or social media platforms (such as Spotify, YouTube, etc), public performances and/or including Your unique beats to a record if You are a recording artist, and at all cases proper attribution is made and/or displayed in a clear and visible way. For directions on how to make a proper attribution, You may read the guidelines available through the in-app support feature by going to Our App -> click on three dots (or more) -> click help (or support).",
     "\n• You may not sell, distribute, sublicense or in any other way transfer or grant any rights to the individual loops or sound packs of the app, as is, to any third party, or use them in another similar app.",
     
     "\n\nCopyrights restrictions - Popular Songs\n",
     "\n• Special terms apply in relation to the sound packs of Popular Songs (popular songs of artists who are well-known to the public), which are available in Our music apps Drum Pad Machine – Beat Maker and Groovepad – Music & Beat Maker from time to time (the Popular Songs).",
     "\n• You may save on your device and share recorded Popular Songs beat music with friends through messaging apps installed on your device and you agree to use the same for personal, non-commercial purposes only.",
     "\n • The copyright in the Popular Songs remains the intellectual property of the original rightsholder, who have licensed us for this limited use.",
     "\n• You may not use the Popular Songs for any commercial purposes and You must not perform the Popular Songs in public, or to broadcast, to stream, to download or to otherwise communicate or make available to the Public the Popular Songs. This includes sharing the Popular Songs directly to third party music, video or social media platforms, including YouTube.",
     "\n• Please be aware that sharing the Popular Songs on any video or social media platform, including YouTube, may constitute an act of copyright infringement, as a result of which we or the owner of copyright in the Popular Songs may decide to take further action against You, which may include the recovery of royalties and/or damages.",
     "\n• You are liable for any misuse of the Popular Songs outside these terms.",
     "\nExport controls and legal compliance\n",
     "\n• Any download of Our Apps and use of Our Services shall be in compliance with all relevant international, U.N., USA or EU sales, export or import restrictions and regulations and You agree to comply with them. You represent and warrant that (i) You are not located in a country that is subject to U.S. Government embargo, or that has been designated by the U.S. Government as a \"terrorist supporting\" country; (ii) You are not listed on any U.S Goverment list of prohibited or restricted parties; and (iii) You comply with relevant U.N. and EU sanctions and embargoes.",
     "\n\nTerm, termination and survival\n",
     "\n• The license under this EULA is effective for an indefinite period of time, until Working Good terminates it, or until You decide to terminate it by uninstalling and discontinuing use of the Apps. The EULA, Your rights and licenses hereunder will terminate automatically without notice, if You fail to comply with any of the provisions of this EULA. Working Good reserves the right to suspend, discontinue, enhance, update or otherwise modify the Apps (or any of its features or functionalities), or its availability to You, at any time without notice. Upon termination of the license to the Apps, You will cease all use of the Apps and related Services.",
     "\n • All provisions of this EULA with regard to Privacy, Intellectual Property Rights, disclaimer of warranty, limitation of liability, indemnification, applicable law and severability, waivers and dispute resolution will survive the termination."
     
   ],

   "terms3" :[

    "\n\nDisclaimer of warranty\n",
    "\n• THE APPS AND RELATED SERVICES ARE PROVIDED ON AN “AS IS” BASIS, WITH ALL FAULTS AND WITHOUT A WARRANTY OF ANY KIND. YOU USE THEM AT YOUR SOLE RISK AND THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU. TO THE MAXIMUM EXTENT PERMITTED BY THE APPLICABLE LAW, Working Good, ON BEHALF OF ITSELF AND ANY OF ITS AFFILIATES, LICENSORS, DISTRIBUTORS, THIRD PARTY SUPPLIERS AND OWNERS OF THE MOBILE PLATFORMS, EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY, TITLE, QUALITY, ACCURACY, QUIET ENJOYMENT AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND ANY IMPLIED WARRANTIES ARISING FROM COURSE OF DEALING OR PERFORMANCE. WITHOUT LIMITATION, Working Good MAKES NO WARRANTY THAT THE APPS AND RELATED SERVICES AND THE QUALITY THEREOF WILL MEET YOUR REQUIREMENTS AND EXPECTATIONS, THAT THEY WILL BE UNINTERRUPTED, TIMELY, CORRECT, ERROR-FREE, SECURE, THAT DEFECTS WILL BE CORRECTED OR THAT THE APPS AND RELATED SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. TO THE MAXIMUM EXTENT PERMITTED BY THE APPLICABLE LAW, WE ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY KIND OF PROPERTY DAMAGE OR LOSSES ARISING FROM YOUR USE OF OUR APPS OR RELATED SERVICES, OR DUE TO ANY UNAUTHORIZED ACCESS OR OTHER ILLEGAL ACTIONS BY ANY THIRD PARTY, OR DUE TO ANY ERRORS OR OMISSIONS IN ANY CONTENT, INCLUDING ANY DAMAGE OR LOSSES BECAUSE OF USE OF ANY CONTENT.",
    "\n• Limitation of liability",
    "\n• UNDER NO CIRCUMSTANCES WILL Working Good OR ITS DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, COMMISSIONAIRES OR LICENSORS BE LIABLE FOR ANY LOSS OR INJURY OR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, RELIANCE, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, OR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR INJURY TO PERSON OR PROPERTY, FOR LOSS OF BUSINESS, REVENUE, PROFITS, GOODWILL, BUSINESS INTERRUPTION, LOSS OF BUSINESS INFORMATION, LOSS OF PRIVACY, FAILURE TO MEET ANY DUTY OR NEGLIGENCE) ARISING OUT OF OR IN ANY WAY RELATED TO THE USE OR INABILITY TO USE THE APPS OR RELATED SERVICES, BREACH OF CONTRACT, UNAUTHORISED ACCESS, TORT, INCLUDING NEGLIGENCE, OR ANY OTHER ACTION BY ANY THIRD PARTY, EVEN IF WE OR OUR AUTHORISED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IN NO EVENT SHALL OUR TOTAL CUMULATIVE LIABILITY ARISING FROM THIS EULA OR RELATED TO YOUR USE OF THE APPS OR RELATED SERVICES, WHETHER IN CONTRACT OR TORT, EXCEED THE AMOUNTS ACTUALLY PAID BY YOU FOR USING THE APPS AND RELATED SERVICES UNDER THIS EULA DURING THE TWELVE MONTHS IMMEDIATELY PRECEDING THE DATE THE CLAIM FIRST AROSE. THE PARTIES AGREE THAT THE LIMITATIONS OF LIABILITY WILL APPLY EVEN IF ANY REMEDY SPECIFIED IN THIS EULA IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.",
    "\n\nIndemnification",
    "\n• TO THE MAXIMUM EXTENT PERMITTED BY THE APPLICABLE LAW, YOU AGREE TO DEFEND, INDEMNIFY AND HOLD Working Good, ITS DIRECTORS, OFFICERS, EMPLOYEES, CONSULTANTS, AGENTS, COMMISSIONAIRES OR LICENSORS HARMLESS FROM ANY AND ALL THIRD PARTY CLAIMS, SUITS, LOSSES, LIABILITY, DAMAGES COSTS AND/OR EXPENSES (INCLUDING, BUT NOT LIMITED TO, ATTORNEYS’ FEES) ARISING FROM YOUR OR INCURRED AS A RESULT OF YOUR USE OF THE APPS OR RELATED SERVICES, OR ANY KIND OF ALLEGED OR ACTUAL BREACH BY YOU OF THIS EULA, OR ANY INFRINGEMENT BY YOU OR ANY THIRD PARTY OF ANY INTELLECTUAL PROPERTY RIGHTS OR ANY OTHER RIGHTS OF OTHER PERSONS."

     ,"\n\nAmendments\n",
     "\nWe can make amendments to EULA from time to time. In case of material amendments You will be also notified by an in-app message or by e-mail. Your continued use of the Apps and Services after the EULA has been amended shall mean that You accept the amendment to EULA. If You do not agree with any amendment to this EULA, You shall discontinue using the Apps or any related Services and shall uninstall and remove the Apps from Your Device. To uninstall and remove the Apps, please use the application manager provided with Your Device or consult Your Device manual for reference.",
     "\n\nApplicable law and severability\n",
     "\n• The provisions of this EULA shall be governed by and construed in accordance with the laws of the Republic of Cyprus.",
     "\n• Depending on the laws of Your jurisdiction (place of residence), You may have certain rights that cannot be waived through this EULA and that are in addition to the terms of this EULA, and certain provisions of this EULA may be unenforceable as to You. To the extent that any term or condition of this EULA is unenforceable, the remainder of the EULA shall remain in full force and effect.",
     "\n• If any part of EULA is held to be invalid or unenforceable under any applicable local laws or by an applicable court, that part shall be interpreted in a manner consistent with applicable law to reflect as nearly as possible Our original intentions and the remainder of the EULA shall remain valid and enforceable. If it is not possible to interpret an invalid or unenforceable part of this EULA in a manner consistent with applicable law, then that part shall be deemed deleted without affecting the remaining provisions of the EULA.",
     "\n\nWaiver of Our rights",
     "\nOur failure to exercise or enforce any of Our rights under EULA does not waive Our right to enforce such right. Any waiver of such rights shall only be effective if it is in writing and signed by Us.",
     "\nDispute resolution",
     "\nMost concerns can be solved quickly by contacting Us at admin@delaodigital.com",
     "\nIn the unlikely event that We cannot solve Your concern and You wish to bring legal action against Us, then that dispute will be subject to the jurisdiction of the courts of the Republic of Cyprus, unless you are located in the United States and therefore section \"Dispute Resolution for Users in the United States\" below applies.",
     "\nDispute resolution for Users in the United States\n",
     "\nThe following terms of this section entitled \"Dispute Resolution for Users in the United States\" apply if you reside in the United States:",
     "\n(i)• Mandatory Arbitration of Disputes. We each agree that any dispute, claim or controversy arising out of or relating to this EULA or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services or Content (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding. You and Working Good agree that the U.S. Federal Arbitration Act governs the interpretation and enforcement of this EULA, and that you and Working Good are each waiving the right to a trial by jury or to participate in a class action. This arbitration provision shall survive termination of this EULA.",
     "\n(ii)• Exceptions and Opt-out. As limited exceptions to subsection (a) above: (i) you may seek to resolve a Dispute in small claims court If it qualifies; and (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights. In addition, you will retain the right to opt out of arbitration entirely and litigate any Dispute if you provide us with written notice of your desire to do so by email at admin@delodigital.com within thirty (30) days following the date you first agree to this EULA.",
     "\n(iii)• Conducting Arbitration and Arbitration Rules. The arbitration will be conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by this EULA. The AAA Rules are available at www.adr.org or by calling 1-800-778-7879. A party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules. The AAA provides a form Demand for Arbitration at www.adr.org. If your claim is for U.S. $10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic or video-conference hearing, or by an in-person hearing as established by the AAA Rules. If your claim exceeds U.S. $10,000, the right to a hearing will be determined by the AAA Rules. Any arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location. The parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.",
     "\n(iv)• Arbitration Costs. Payment of all filing, administration and arbitrator fees will be governed by the AAA Rules. If we prevail in arbitration we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you. If you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.",
     "\n(v)• Class Action Waiver. YOU AND Working Good AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Further, if the parties’ dispute is resolved through arbitration, the arbitrator may not consolidate another person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding. If this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.",
     "\n(vi)• Severability. With the exception of any of the provisions in the Class Action Waiver described in subsection (e) of EULA, if an arbitrator or court of competent jurisdiction decides that any part of this EULA is invalid or unenforceable, the other parts of this EULA will still apply.",
    
     "\n\nNotice for Apple Device users\n",
     "\n• In case You download, install or access the Apps or related Services through Your Apple Device, You specifically acknowledge and agree that the following additional terms shall apply (in case of conflict between these additional terms in this section and other terms of this EULA the terms of this section shall prevail):",
     "\n• This EULA is concluded between You and Us only, not with Apple, and Apple is not responsible for the Apps, related Services, or the content thereof;",
     "\n• Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Apps;",
     "\n• In the event of any failure of the Apps to conform to any applicable warranty, You may notify Apple and Apple will refund the purchase price for the relevant Apps to You. To the maximum extent permitted by applicable law, Apple has no other warranty obligation whatsoever with respect to the Apps and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be Our sole responsibility;",
     "\n• Apple is not responsible for addressing any claims by You or a third party relating to the Apps or Your possession and/or use of the Apps, including, but not limited to: (i) product liability claims; (ii) any claim that the Apps fail to conform to any applicable legal or regulatory requirement; and (iii) claims arising under consumer protection, privacy or similar legislation;",
     "\n• To the extent We are required to provide indemnification by applicable law, We and not Apple, shall be solely responsible for the investigation, defense, settlement and discharge of any third party claim that the Apps or Your possession and use of the Apps infringes that third party‘s Intellectual Property Rights;",
     "\n• Apple and its subsidiaries are third party beneficiaries of this EULA and upon Your acceptance of the terms and conditions of this EULA, Apple will have the right (and will be deemed to have accepted the right) to enforce this EULA against You as a third party beneficiary of this EULA;",
     "\n• Working Good authorizes the use of the Apps by multiple users through the Family Sharing or any similar functionality provided by Apple.",
     "\n• Queries regarding this EULA",
     "\n• Should you have any questions, complaints or claims regarding the terms and conditions of this EULA, or any other queries, please, contact Us by email as follows: admin@delaodigital.com",
     "\nLicenses",
   "\n 3d Party Components Licenses"

   ]
    
   
   
     
    
    
  
     
    
}
