{
    "howToPlay" : "¿CÓMO JUGAR?",
    "play" : "JUGAR",
    "selectMode" : "Seleccionar modo",
    "level"  :  "NIVEL %s",
    "time"   : "TIEMPO: %s",
    "startInstruction" : "TIENES %s SEGUNDOS PARA MEMORIZAR LAS IMÁGENES",
    "prizeInstruction" : "PREMIO : %s SEGUNDOS EXTRA POR ACIERTO",
    "start"  : "EMPEZAR",
    "newRecord" : "NUEVO RÉCORD!",
    "wellDone"  : "¡GENIAL!",
    "accept" : "ACEPTAR",
    "isTimeUp" : "¿SE ACABÓ EL TIEMPO?",
    "backToPlay": "INTENTAR DE NUEVO",
    "cancel":"CANCELAR",
    "pleaseChoseLanguage" : "Por favor selecciona tu idioma",
    "howToPlayTitle":"¿CÓMO JUGAR A  MEMORA MAX?",
    "find": "ENCONTRAR %s",
    "mirror": "ESPEJO %s",
    "levelCleared": "NIVEL COMPLETADO",
    "congratulations": "FELICIDADES!",
    "share" : "COMPARTIR",
    "moreGames" : "MÁS JUEGOS",
    "back" : "BACK",
    "privacyPolicyTitle" : "POLÍTICA DE PRIVACIDAD",
    "textToShare" : "Memora Max",
    "titleOfShare": "Enjoying playing Memora Max share it with your loved ones",
    "newLevelsUpdation": "Estamos creando nuevos niveles, pronto estarán disponible para ti.",
    "backToLevelSelection":"VOLVER A JUGAR",
    "settings" : "AJUSTES",
    "termAndConditions": "TÉRMINOS Y CONDICIONES",
    "language": "IDIOMA",
    "termAndService" : "Términos de servicio", 
    "privacyPolicy" : "Política de privacidad",
    "updatedTerms": "Hemos actualizado\nnuestros términos",
    "following" : "SIGUIENTE",
    "levelCompleted" :"NIVEL\nCOMPLETADO",
    "dailyRewards" : "Regalo diario",
    "pickYourGift":"ESCOGE TU REGALO",
    "pickUp"      : "RECOGER",
    "noMoreHints": "NO HAY MÁS PISTAS",
    "WatchAdsForHint": "Mira el anuncio para obtener una pista",
    "updatedTermsInfo":"Para continuar jugando, debe confirmar que acepta nuestros Términos de servicio y que ha leído nuestra Política de privacidad.",
    
    "instructionsForfind2": "Tendrás 5 segundos para memorizar las imágenes\nToque un cuadro para descubrirlo y\nmira la imagen que esconde.\nToque otro cuadro para averiguarlo también.\nSi las imágenes coinciden, permanecerán boca arriba, de lo contrario se volverán a cubrir.\n\nEncuentra todas las parejas.",
    "instructionsForfind3": "Tendrás 10 segundos para memorizar las imágenes Si las imágenes coinciden, permanecerán boca arriba, de lo contrario se volverán a cubrir. \nSi los 3 coinciden, se quedarán boca arriba, si no, volverán a atar.\n\nEncuentra todas las parejas.",
    "instructionsFormirror2": "Es igual que “encontrar 2” pero ahora por cada pareja de imágenes hay otra pareja con la misma imagen pero reflejada horizontalmente en un espejo.Encuentra todas las parejas.",
    "instructionsFormirror3": "Es igual que “encontrar 3” pero ahora por cada trío de imágenes hay otro trío con la misma imagen pero reflejada horizontalmente en un espejo.Encuentra todas las parejas.",

    
    
    
    "howToPlayTutoiral" : "Toca una caja para descubrirla y ver la imagen que esconde.\n\nToca otra caja para descubrirla también.\n\nSi las imágenes coinciden, se quedarán boca arriba, de lo contrario se taparán de nuevo. \n\nEncuentra todos los pares.",
    "openNet":"Habilite Internet para obtener pistas",
    "privacyInformation" : [
        "Privacy Policy \nWorking Good (collectively, “Working Good” or “we”, “us”, “our”) create and publish mobile games and applications.",
        "This Privacy Policy (“Policy”) applies to all of our games, websites and related services, collectively referred here as our services.",
        "This Privacy Policy explains how we, and affiliated companies collect, use, secure, and/or disclose end-users’ (“you” or “your”) or otherwise processes your personal information when you use our services.",
        "\n\n1) PERSONAL DATA THAT WE COLLECT\n\nWhile using our services, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally, identifiable information may include, but is not limited to your name (“Personal Information”, “Personal data” or “data”).",
       "\nPersonal information includes:    \n• Your name,\n• Email address or other contact details,\n• Any information you submit to our customer service team in the services or via email.",
       "\n\nOther than that, we may also collect certain data automatically such as;\n",
       "\n• Communications in the services (e.g. messages with other players and in-game chats),",
       "\n• Data/analytics about your use (e.g. play progress, levels, games played, session length, preferred settings, which in-game adverts you may have viewed,",
       "\n• In-game preferences or just game preferences, which friends you connect with),",
       "\n • IP address and device identifiers such as your Advertising ID, Device ID numbers,",
       "\n• Device type and the operating system that you use,",
       "\n• General geographic location (e.g. country or city location) based on your IP address and GPS location",
       "\n\nSome of these pieces of data may be collected using cookies and/or similar technologies (such as “software development kits, or “SDKs”).",
       "\n\nWe may also obtain data from third party sources (social media platforms, third party service providers and Ad Networks) These sources actually enable us to understand the marketing dynamics and improve our services for you.",
       "Depending on the source, we may obtain your username, profile picture, age range, gender and your friends playing the same Game.\n",
       "\n2) HOW WE USE YOUR PERSONAL DATA\n\n",

       "\nWhen you install and use Working Good mobile applications, we can collect and process some of your data for different legitimate purposes.",
       "You will find below explanations regarding the reasons why Working Good may collect data and the legal bases our company relies on in each case.",
       "\n• To provide and maintain our services, recognize you when you return to our games, and perform essential business operation,\nLegal basis: such data processing is strictly necessary for the service(s) asked",
       "\n• To administer and protect our services (including troubleshooting, data analysis, testing, support, fraud, reporting and hosting of data).",
       "\nLegal basis: legitimate interests for running our business, provision of administration and services.",
       "\n• To cross-advertise our services and products and to send push notifications for changes to our services,",
       "Legal Basis: Legitimate interests to be able to advertise our services and products to our users and keep our users updated about our services and our new features in accordance with your preference.",
       "\n• To serve ads tailored to your preferences and interests and allow us to continue to offer free services and products",
       "\nLegal Basis: Legitimate interests in running our business.",

       "\n\n 3) HOW WE MAY DISCLOSE YOUR DATA",
       "\n\nWe will not rent or sell your personal data to third parties, but we may share your information from tools like cookies, log files, and device identifiers and location data, with third-party organizations that provide automatic data processing technologies for the games.", 
       "We do not control or influence these third parties’ tracking technologies or how they may be used.",
       "\nWe may share your personal data for following business purposes:",
       "\n• Third party software providers, including ‘software as a service’ solution providers,",
       "where the provider hosts the relevant personal data on our behalf;",
       "\n• Providers that help us generate and collate reviews in relation to our goods and services;",
       "\n• Our advertising and promotional agencies and those organizations or online platforms selected by us to carry out marketing campaigns on our behalf and to advertise their own products or services that may be of interest to you; and/or",
       "\nservice providers that assist us in providing our services,",
       "\n• In order to comply with any legal obligation, or to protect the rights, property, or safety of our business, our customers or others.",
       "\nWe use third parties to help us operate and improve our services.",
       "These third parties assist us with various tasks, including hosting and maintenance, on-going development, analytics, customer care, marketing, advertising. We may also share information with advertising partners who distribute advertising in our services.",
       "\n\nAd Partners: that allow us to monetize the ad inventory of our games and provide users with free products and services.",
       "Those partners usually collect data via their own tools (Software Development Kits or “SDK”).",
       "You will find a list of our partners implementing advertising SDKs through our applications and the privacy policies of their services that describe their practices and allow you to exercise your rights directly toward them hereafter:",
       "\n Adcolony - https://www.adcolony.com/privacy-policy/",
       "\nAmazon - https://advertising.amazon.com/legal/privacy-notice?ref=a20m_us_fnav_l_prvcy",
"\n• Applovin - https://www.applovin.com/privacy/",
"\n• Chartboost - https://answers.chartboost.com/en-us/articles/200780269",
"\n• Facebook - https://www.facebook.com/about/privacy",
"\n• Fyber - https://www.fyber.com/privacy-policy/",
"\n• Google - https://policies.google.com/privacy",
" \n• HyprMX - https://www.hyprmx.com/pp",
"\n• Inmobi - https://www.inmobi.com/privacy-policy/",
"\n• Ironsource - https://developers.ironsrc.com/ironsource-mobile/air/ironsource-mobile-privacy-policy/",
"\n• Maio – https://www.maio.jp/privacy-policy/",
"\n• Mintegral - https://www.mintegral.com/en/privacy/",
"\n• Ogury - https://ogury.com/privacy-policy/",
"\n• Pangle - https://ads.tiktok.com/i18n/official/policy/privacy",
"\n• Smaato - https://www.smaato.com/privacy/",
"\n• Snap Audience Network - https://snap.com/en-US/privacy/privacy-policy",
"\n• Tapjoy - https://www.tapjoy.com/legal/tapjoy-users/#privacy-policy",
"\n• Unity Ads - https://unity3d.com/legal/privacy-policy",
"\n• Verizon Ads - https://www.verizonmedia.com/policies/us/en/verizonmedia/privacy/index.html",
"\n• Vungle - https://vungle.com/privacy/",
"\n\n Analytic companies: that provide us with tools and technologies that allow us to better understand how users interact with our services and will help us improve it.",
"Those partners also usually collect data via their own SDKs. You will find a list of our partners implementing analytical SDKs through our applications hereafter:",
"\n• Other than that, we may also collect certain data automatically such as;",
"\n• Adjust - https://www.adjust.com/terms/privacy-policy/",
"\n• Firebase - http://www.google.com/intl/en/policies/privacy/",
" \nGoogle - https://policies.google.com/privacy",
"\n\n 4) INTERNATIONAL DATA TRANSFERS,",
" \n\nWe are an international organization providing our games to our users around the world.",
"We and third-party organizations that provide automatic data processing technologies for the services or our third-party advertising partners may transfer the automatically processed information across borders and from your country or jurisdiction to other countries or jurisdictions around the world.",
"Please note that these countries and jurisdictions may not have the same data protection laws as your own jurisdiction, and we take steps to ensure adequate safeguards are in place to use and disclosure of information about you, including personal data, as described in this Privacy Policy.",
"\n\n5) YOUR DATA PROTECTION RIGHTS",
"\n\nYou may access, correct, update, or request deletion of your personal information. ",
"We will respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.",
"You can exercise your data protection rights by contacting us using the information in the “Contact Us” section below.",
"\n Users’ Rights in the European Countries",
"We are a data controller with respect to any personal information collected from individuals accessing or using our services.",
"If you are located in the European Union, European Economic Area, United Kingdom, or Switzerland, you have the following data protection rights:",
"\n• The Right of Access / The Right to Know",
"You may request a copy of your personal information in our files without undue delay and free of charge, unless we are permitted by law to charge a fee.",
"You may request to receive your personal information in a structured, commonly used and machine-readable format, and to have us transfer your personal information directly to another “controller,” where technically feasible.",
"\n•The Right to Rectification",
" You may request to correct or update any of your personal information in our files.",
"\n•The Right to Deletion",
" You have a right to have your personal information in our files deleted.",
" \n•The Right to Restriction",
" You have the right to restrict our processing of your personal information.",
" \n•The Right to Object",
"  You may object to our processing at any time and as permitted by applicable law if we process your personal information on the legal bases of: consent; contract; or legitimate interests.",
"\n•Automated Individual Decision-Making, Including Profiling\n",
"You have the right not to be subject to a decision based solely on automated processing of your personal information, including profiling, which produces legal or similarly significant effects on you, unless an exception applies under applicable law.",
" \nUsers’ Rights in California\n",
"As a California resident, you may exercise the following rights in addition to the rights listed in the previous section regarding the personal information we collect about you, within the scope of the California Consumer Privacy Act of 2018 (“CCPA”):",
"\n•The Right to Opt-Out of Personal Information Sales",
"You have the right to direct us not to sell personal information we have collected about you to third parties now or in the future.",
"If you are under the age of 16, you have the right to opt in, or to have a parent or guardian opt in on your behalf, to such sales.",
"\n•The Right to Non-Discrimination",
" You have the right not to receive discriminatory treatment for exercising any of the rights described above.",
" \n“•Shine the Light”",
"California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law (Civ. Code § 1798.83).",
"To exercise your right to know and right to deletion, please submit a request by contacting us with the subject line “California Rights Request” in the “Contact Us” section.",
"\n\n6) COOKIES AND PUSH NOTIFICATIONS\n\n",
"Cookies are files with small amount of data, which may include an anonymous unique identifier.",
"Cookies are sent to your browser from a web site and stored on your computer's hard drive.",
" Like many services, we use “cookies” to collect information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.",
"However, if you do not accept cookies, you may not be able to use some portions of our services.",
"On the other hand, we may occasionally use push notifications through our services to send you game updates, high scores and other services-related notifications.",
"You may turn them off at the device level if you do not want to receive these types of communications.",
"\n\n 7) RETENTION OF YOUR PERSONAL DATA\n\n",
"We retain your personal data for as long as needed to provide you services, unless we are required by law to delete or if request to delete the information.",
"If you no longer want us to use your information that we physically access and store, you can request that we erase your personal information and close your account.",
"We will also retain and use your personal data as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
" \n\n8) SECURITY\n\n",
"The security of your personal data is important to us. We take reasonable and appropriate measures to protect personal data from loss, misuse and unauthorized access, disclosure, alteration and destruction, taking into account the risks involved in the processing and the nature of the personal data.",
" Unfortunately, remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure.",
"While we strive to use commercially acceptable means to protect your personal data, we cannot guarantee its absolute security.",
"\n\n 9) CHILDREN\n\n",
"Our services are not intended for use by children under the age of sixteen (16).",
"We will not knowingly collect personal information directly from children under the age of sixteen (16) without parental consent.",
"In order to request the deletion of personal data, for any reason,please contact us.",
"\n\n10) CHANGES TO THIS PRIVACY POLICY\n\n",
"This Privacy Policy is effective as except with respect to any changes in its provisions in the future,",
" which will be in effect immediately after being posted on this page. We reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically.",
"Your continued use of the service after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.",
"In some changes to this Privacy Policy, we may notify you either through the email address you have provided us, or by placing a prominent notice on our service.",
"\n\n11) CONTACT US\n\n",
"If you have any questions about this Privacy Policy or further information related with this scope, please contact us at this email: admin@delaodigital.com"          
],

"terms1":[
    "ACUERDO DE LICENCIA DE USUARIO FINAL\n\n En este CLUF, las siguientes definiciones, cuando aparecen en mayúsculas, tendrán los siguientes significados:",
    "\n\nApple - significa Apple, Inc, cualquier empresa matriz o del grupo o cualquier sucesor de la misma que opera la plataforma móvil de Apple actualmente llamada \"App Store\".",
    "\nApps - significa Nuestras aplicaciones móviles y cualquier servicio prestado a través de las Apps. Forma parte de los Servicios que le proporcionamos. Puede encontrar una lista completa de las Apps en https://www.Working Good.com",
    "\nEmpresa (o \"Working Good", "Nosotros", "Nos", "Nuestro\") - significa Working Good Ltd, la empresa registrada en México, número de registro ODI181015L39, con domicilio social en Calzada de los arcos 173, 4A, querétaro, querétaro, México. 76024",
    "\nContenido - significa todo tipo de contenido, incluyendo, pero sin limitarse a la información, datos, texto, reseñas, artículos, enlaces, software, sonido, música, fotografías, mensajes gráficos o de vídeo, etiquetas u otros materiales cargados, publicados, comunicados, transmitidos, creados, generados o de otra manera puestos a disposición o accesibles a través de Nuestros Servicios o a través de una Plataforma Móvil, ya sea disponible públicamente o transmitido privadamente por un Tercero Proveedor, o contribuido, enviado, mostrado o de otra manera proporcionado por Usted al utilizar los Servicios, o como resultado de su interacción con otro usuario de los Servicios.",
    "\nDispositivo: significa un teléfono inteligente autorizado o una tableta u otro dispositivo móvil, que Usted posee o controla legalmente de otro modo únicamente para su uso legal, personal y no comercial.",
    "\nEEE: significa el Espacio Económico Europeo.",
    "\nEULA - significa este Acuerdo de Licencia de Usuario Final, que es el acuerdo legal entre Usted y Nosotros, y junto con toda la documentación relacionada establece los términos y condiciones que rigen el uso de cualquiera de Nuestras Aplicaciones descargadas e instaladas por Usted u otros Servicios relacionados.",
    "\nDerechos de Propiedad Intelectual - significa, colectivamente, los derechos bajo las leyes de patentes, marcas, derechos de autor y secretos comerciales, y cualquier otra propiedad intelectual o derechos de propiedad reconocidos en cualquier país o jurisdicción en todo el mundo, incluyendo, sin limitación, los derechos morales o similares",
    "\nPlataforma móvil: significa una plataforma operada por un tercero (por ejemplo, \"App Store\" operada por Apple, o \"Google Play\" operada por Google), en la que Usted puede acceder y descargar las Aplicaciones en Su Dispositivo.",
    "\nSoftware de código abierto: significa la totalidad o cualquier parte de la App, que constituye un software no propietario o un software proporcionado bajo licencia pública gratuita por terceros.",
    "\nPolítica - significa la política de privacidad, que describe cómo recogemos, utilizamos, procesamos, almacenamos y compartimos la información que recogemos sobre Usted, y que se incorpora aquí por esta referencia como parte del EULA.",
    "\nRepresentante - significa un padre, o un tutor legal, u otro representante bajo la ley aplicable de una persona entre 16 y 18 años de edad",
    "\nServicios: se refiere a las aplicaciones y a nuestros servicios/productos y sitios web relacionados, que Usted descarga, instala, utiliza y/o visita.",
    "\nProveedores de terceros: significa los proveedores de terceros que ofrecen Contenidos y/o servicios junto con los Servicios o a través de ellos.",
    "\nContenido inaceptable: significa cualquier tipo de contenido o comportamiento en relación con el uso de las Aplicaciones o los Servicios que sea ilegal o inaceptable según las normas morales generalmente aceptadas, incluidos, entre otros, los siguientes ejemplos (i) participar o contribuir a cualquier actividad ilegal o que viole los derechos de otros, (ii) contenido que sea o pueda ser razonablemente visto como ilegal, dañino, acosador, difamatorio, calumnioso, obsceno o de otra manera objetable e inaceptable; (iii) el suministro de información falsa, engañosa o inexacta, (iv) la divulgación de cualquier información personal o de propiedad de otro usuario o de cualquier otra persona o la invasión de la privacidad de otra persona, (v) el abuso, el acoso, el acecho, las amenazas, la caza o la intimidación de cualquier persona u organización, (vi) blasfemia o uso de lenguaje despectivo, discriminatorio, de odio o excesivamente gráfico, (vii) cualquier contenido que pueda perjudicar a los menores, (viii) difusión o defensa de cualquier forma de odio, intolerancia, discriminación, daño, odio racial o étnico, violencia, crimen o guerra, (ix) contenido ofensivo, vulgar, contenido sexualmente explícito o pornográfico, (x) la promoción del uso de alcohol, tabaco o cualquier sustancia estupefaciente o ilegal, armas de fuego (xi) la transmisión de virus de software, gusanos o cualquier otro tipo de software dañino, (xii) publicidad no solicitada o no autorizada, materiales promocionales, \"correo basura\", \"spam\" \"cartas en cadena\", \"esquemas piramidales\", o cualquier otra forma de solicitud, (xiii) la piratería informática, (xiv) la infracción de cualquier derecho de propiedad intelectual, o el suministro/revelación ilegal de información (información privilegiada, información confidencial, etc. información de propiedad), (xv) otro contenido o comportamiento inaceptable.",
    "\nEE.UU. - significa los Estados Unidos de América.",
    "\nGobierno de EE.UU. - significa, los Estados Unidos de América, sus agencias y/o instrumentalidades.",
    "\nUsted (o \"Su\" o \"Usuario\") - significa la persona, que utiliza Nuestros Servicios bajo este EULA y cuyos datos son recogidos, almacenados, procesados, utilizados y compartidos de acuerdo con Nuestra Política.",
    "\nSu información - significa Sus datos personales y otra información relacionada que se describe con más detalle en la Política",
    "\nAVISO IMPORTANTE PARA LOS USUARIOS ESTADOUNIDENSES CON RESPECTO AL ARBITRAJE: CUANDO USTED ACEPTA ESTE EULA, ESTÁ ACEPTANDO (CON EXCEPCIÓN LIMITADA) RESOLVER CUALQUIER DESACUERDO ENTRE USTED Y Working Good A TRAVÉS DE UN ARBITRAJE INDIVIDUAL Y VINCULANTE EN VEZ DE UN TRIBUNAL. POR FAVOR, REVISE CUIDADOSAMENTE LA \"RESOLUCIÓN DE DISPUTAS PARA LOS USUARIOS EN LOS ESTADOS UNIDOS\" A CONTINUACIÓN PARA OBTENER DETALLES SOBRE EL ARBITRAJE (INCLUYENDO EL PROCEDIMIENTO PARA OPTAR POR EL ARBITRAJE).",
   
    "\n\nSobre el EULA y nosotros\n",
    "\n• Working Good es el desarrollador de las Apps y los Servicios relacionados, que Usted está a punto de descargar, instalar, acceder y/o utilizar, ya sea en Su Dispositivo, o en Nuestro sitio web o en cualquier otra plataforma.",
    "\n• Este EULA constituye un acuerdo legal entre Usted y Working Good. Contiene información importante sobre sus derechos y obligaciones en relación con el uso de las aplicaciones y los servicios relacionados.",
    "\n• El uso de las Aplicaciones y los Servicios relacionados también está sujeto a Nuestra Política, que se incorpora a este EULA por esta referencia.",
    "\n• Si usted descarga, instala, accede o utiliza nuestras aplicaciones o servicios relacionados, confirma su consentimiento para quedar obligado por los términos y condiciones de este EULA, incluida la Política. Si no está de acuerdo con alguno de los términos y condiciones de este EULA, por favor, no descargue, instale, acceda o utilice las Apps o los Servicios relacionados.",
    "\n• Al instalar, acceder o utilizar nuestras Apps o Servicios relacionados, Usted también confirma que es el propietario o que utiliza legalmente el Dispositivo, y que tiene al menos 16 años de edad y plena capacidad legal para celebrar este acuerdo. En caso de que tenga entre 16 y 18 años, confirma que su representante ha revisado y acepta los términos y condiciones de este EULA y le permite acceder y/o utilizar nuestras aplicaciones y servicios relacionados.",
    "\n• La página de descarga/compra de nuestras Apps puede contener ciertos términos, condiciones y requisitos adicionales, que constituyen una parte de este EULA. En caso de que Usted descargue/compre las Apps a través de la Plataforma Móvil, por favor, revise los términos y condiciones del propietario de esa Plataforma Móvil en particular, los cuales pueden establecer ciertos requisitos adicionales aplicables a la descarga de las Apps a través de esa Plataforma Móvil, su instalación y uso.",
   
    "\n\nLicencia de uso de nuestras aplicaciones y limitaciones\n",
    "\nPor el presente documento, le concedemos una licencia no exclusiva, personal, limitada, revocable e intransferible para acceder, descargar y utilizar las Apps únicamente en sus dispositivos, siempre y cuando se comprometa a cumplir con todos los términos y condiciones de este EULA. Esto incluye el cumplimiento de los términos y condiciones en relación con los derechos de autor de Nuestras Apps musicales, tal y como se detalla a continuación en las secciones \"Licencia de derechos de autor - Apps musicales\" y \"Restricciones de derechos de autor - Canciones populares\". Tenga en cuenta que las Apps se licencian, no se venden, a Usted. Somos propietarios de todos los derechos, títulos e intereses de las aplicaciones y nos reservamos todos los derechos que no se le conceden expresamente en este EULA.",
    "\n• Usted no podrá vender, revender, distribuir, redistribuir, alquilar, arrendar, sublicenciar, ceder, copiar (a excepción de una única copia de seguridad), o de cualquier otra forma transferir u otorgar cualquier derecho sobre las Apps a terceros. Usted no podrá distribuir o poner a disposición las Apps a través de la red donde puedan ser descargadas o utilizadas por múltiples dispositivos al mismo tiempo, excepto cuando esté expresamente permitido en los términos de la Plataforma Móvil aplicable o autorizado por Nosotros",
    "\n• Usted no podrá utilizar ningún dispositivo o proceso automático o manual para interferir en el correcto funcionamiento de las Apps, excepto para eliminar Nuestras Apps de su dispositivo.",
    "\n• Usted no podrá descompilar, desensamblar, realizar ingeniería inversa o crear trabajos derivados de las Apps o cualquier parte de las mismas. Todas las modificaciones o mejoras de las Aplicaciones son de nuestra exclusiva propiedad.",
    "\n• Sin perjuicio de los términos y condiciones de este EULA, el Software de Código Abierto se le concede a Usted bajo los términos y condiciones de los respectivos acuerdos de licencia de software que acompañan a dicho Software de Código Abierto.",

   "\n\nInstalación, acceso y uso de nuestros servicios\n",
   "\nYUsted es responsable de la selección de la conexión a Internet adecuada y/o del pago de cualquier cargo relacionado en el que pueda incurrir para acceder y/o utilizar Nuestros Servicios. Para conocer el importe exacto de las tarifas, los planes de servicio y otras condiciones de los servicios de conexión inalámbrica o de datos, deberá consultar a su operador de telefonía móvil o a su proveedor de servicios de Internet antes de acceder y/o utilizar nuestros servicios. No declaramos que se pueda acceder a nuestros servicios con todos los planes de servicio inalámbrico o en una ubicación concreta.",
   "\nNo garantizamos que nuestras aplicaciones puedan utilizarse (incluida la disponibilidad y el funcionamiento de todas las funciones) y que se pueda acceder a nuestros servicios en cualquier dispositivo",
   "\nUsted debe asegurarse, antes de descargar las Aplicaciones, de que están disponibles en cualquiera de los idiomas de su preferencia. No garantizamos que las aplicaciones estén o vayan a estar disponibles en todos los idiomas.",
   "\nCuando Usted adquiere las Aplicaciones o los Servicios relacionados de una Plataforma Móvil, incluidas las suscripciones y las compras dentro de la aplicación, el pago de dichas compras puede ser procesado por terceros en nuestro nombre o directamente por el propietario de la Plataforma Móvil. Al adquirir las Aplicaciones o los Servicios relacionados, incluidas las suscripciones y las compras dentro de la aplicación, Usted acepta que el contenido digital estará a su disposición inmediatamente, y reconoce que perderá sus derechos al período de cancelación de 14 días y a los reembolsos disponibles para los residentes de la UE y del EEE. Si descarga las aplicaciones del propietario de una plataforma móvil, antes de efectuar la compra desde la plataforma móvil, revise y acepte también los términos y condiciones del propietario de la plataforma móvil con respecto a sus derechos de cancelación de pedidos y de reembolso.",
   "\nAlgunas de nuestras aplicaciones pueden estar disponibles mediante suscripción. Las suscripciones pueden ser semanales, mensuales, trimestrales, semestrales, anuales o estacionales. Los pagos de dichas suscripciones se cargarán en su cuenta en el momento de la confirmación de la compra. Pueden ser procesados por terceros que actúen en nuestro nombre, o por el propietario de la Plataforma Móvil. La suscripción se renovará automáticamente por el mismo precio y período de duración que el paquete de suscripción original elegido por Usted, a menos que desactive la renovación automática: (i) en el caso de Apple App Store, al menos 24 horas antes de que finalice el período de suscripción actual, o (ii) en el caso de Google Play Store, en cualquier momento antes de que finalice el período de suscripción. La renovación se cargará en su cuenta 24 horas antes de que finalice el periodo de suscripción actual (Apple), o al final del periodo de suscripción (Google) con el coste del paquete elegido. Puede gestionar las suscripciones y desactivar la renovación automática accediendo a la configuración de la cuenta del usuario después de la compra. Puede cancelar la suscripción en cualquier momento y la cancelación tendrá efecto después del final del último día de ese período de suscripción. Algunos de nuestros servicios de suscripción pueden ofrecerse como prueba gratuita durante un periodo de tiempo determinado. Usted puede cancelar una suscripción durante su período de prueba gratuito a través de la configuración de la suscripción a través de Su cuenta. Esto debe hacerse 24 horas antes de que finalice el período de prueba gratuita de la suscripción (Apple), o en cualquier momento antes de que finalice el período de prueba gratuita de la suscripción (Google), de lo contrario se renovará como una suscripción de pago.",
   "\nLas funcionalidades de las Apps pueden contener la función de localización de datos, que es proporcionada por el Tercero Proveedor. Esta función de localización de datos de las Apps se proporciona únicamente para los fines básicos de navegación que son necesarios para el debido funcionamiento de las Apps. Por lo tanto, no es la intención, ni el propósito de las Apps ser utilizadas como cualquier tipo de herramienta de navegación, donde los datos de localización precisos pueden ser necesarios, y Usted será el único responsable de cualquier lesión, daño o pérdidas incurridas debido a tal uso inadecuado de las Apps. Ni Nosotros, ni ningún Tercero Proveedor da ninguna garantía en cuanto a la disponibilidad, puntualidad, integridad o exactitud de los datos de localización de las Apps.",
   "\nLa transmisión de información a través de redes inalámbricas y por cable no es intrínsecamente segura. Utilizamos muchas herramientas para ayudar a proteger su información personal contra el acceso o la divulgación no autorizada, sin embargo, no podemos garantizar que su información personal o sus comunicaciones privadas permanezcan siempre privadas al utilizar nuestras aplicaciones o servicios relacionados. Usted acepta toda la responsabilidad por tales riesgos de seguridad y cualquier daño que pueda resultar de ellos. También es su responsabilidad exclusiva utilizar todas las medidas razonables y recomendadas (como contraseñas complejas, etc.) para proteger su dispositivo de cualquier acceso no autorizado.",
   "\n\nPrivacidad\n",
   "\nEl uso de las Working Good Apps está sujeto a nuestra Política de Privacidad, que se incorpora a este EULA por referencia.",

   "\nContenido y conducta del usuario\n",
   "\n• Usted debe cumplir con las leyes aplicables a Usted en el país de su residencia y en cualquier otro lugar desde el que descargue e instale nuestras aplicaciones y/o acceda y utilice nuestros servicios. Si alguna ley aplicable a Usted restringe o prohíbe el uso de Nuestros Servicios, o cualquier parte de los mismos (ciertas características, funcionalidades, etc.), Usted debe cumplir con dichas restricciones legales.",
   "\n• Es su responsabilidad y obligación que todo el Contenido que nos proporcione al acceder y/o utilizar nuestros Servicios sea y permanezca verdadero, exacto y completo en todos los aspectos materiales y en todo momento."
 
],
"terms2":[
    "\n• Usted entiende y acepta que todo el Contenido que pueda enviarse al utilizar nuestros Servicios, ya sea compartido públicamente, cargado o publicado en plataformas/redes de terceros o enviado privadamente, es responsabilidad exclusiva de la persona que envió el Contenido. Esto significa que Usted, y no Nosotros, es enteramente responsable de todo el Contenido que pueda cargar, comunicar, transmitir o poner a disposición. Asimismo, es su obligación asegurarse de que dicho Contenido no infrinja este CLUF ni las condiciones o políticas de las plataformas/redes de terceros a las que comparta, cargue o publique el Contenido.",
   "\n• Es su responsabilidad y obligación no cargar, comunicar, transmitir o poner a disposición cualquier Contenido Inaceptable. Si le preocupa que otra persona cargue o facilite de otro modo cualquier Contenido Inaceptable, póngase en contacto con nosotros por correo electrónico en la siguiente dirección: admin@delaodigital.com",
   "\n• No controlamos el Contenido publicado a través de Nuestros Servicios por otras personas y, por tanto, no garantizamos la exactitud, integridad o calidad de dicho Contenido. Usted entiende que al utilizar nuestros Servicios, puede estar expuesto a Contenidos que puede considerar ofensivos, indecentes o censurables. Bajo ninguna circunstancia seremos responsables de ninguna manera por cualquier Contenido, incluyendo, pero no limitado a, cualquier error u omisión en cualquier Contenido, o cualquier pérdida o daño de cualquier tipo resultante del uso de cualquier Contenido publicado, enviado por correo electrónico, transmitido o puesto a disposición a través de Nuestros Servicios.",
   "\n• Tenemos el derecho de eliminar cualquier Contenido cargado de Nuestros Servicios si decidimos razonablemente, a nuestra entera discreción, que constituye un Contenido inaceptable, o que puede desacreditarnos a nosotros o a Nuestros Servicios. Usted reconoce que podemos supervisar el Contenido aportado por las personas que utilizan Nuestros Servicios, sin embargo, no nos comprometemos ahacerlo.",
   
   "\n\n Enlaces a terceros proveedores\n",
   "\nPodemos enlazar o proporcionar acceso a sitios web o servicios de Terceros Proveedores desde Nuestros Servicios, o Nuestras Aplicaciones pueden ser proporcionadas en conexión con la publicidad, los servicios y el Contenido de Terceros Proveedores. No somos responsables de la disponibilidad de dichos sitios web o recursos de los Terceros Proveedores, y no somos responsables de ningún Contenido, publicidad o servicios que proporcionen. Cualquier Contenido, publicidad o servicio de dichos Terceros Proveedores se proporciona siguiendo los términos de servicios y las políticas de privacidad que se encuentran en el sitio web del respectivo Tercero Proveedor y, cuando sea aplicable, Usted debe familiarizarse y aceptar los términos de servicios y las políticas de privacidad de dichos Terceros Proveedores antes de utilizar sus servicios. No somos responsables, directa o indirectamente, ante Usted en relación con cualquier pérdida, daño o perjuicio causado por o en relación con el uso de cualquier Contenido o servicio de los Terceros Proveedores. Cualquier cargo adicional en el que pueda incurrir en relación con el uso de los servicios por parte de dichos Terceros Proveedores es su responsabilidad.",
   
   "\n\nPropiedad intelectual\n",
   "\nUsted reconoce que todos y cada uno de los Derechos de Propiedad Intelectual de nuestros servicios y relacionados con ellos (aparte de ciertos derechos sobre el Contenido, que es aportado por Usted u otros usuarios de los Servicios), son de nuestra propiedad o se nos ha concedido una licencia, incluyendo, pero sin limitarse a ello, los Derechos de Propiedad Intelectual de todas las marcas comerciales, el diseño, el texto, las imágenes, las fotografías, las ilustraciones, los clips de audio o vídeo, las ilustraciones, el material gráfico, el código, el contenido, los protocolos, el software y la documentación que se le proporciona en relación con el uso de nuestros Servicios. Los derechos de propiedad intelectual están protegidos por los respectivos derechos de autor, marcas comerciales, patentes y otros derechos de propiedad y leyes relativas a los derechos de propiedad intelectual internacionales, de la UE, de los Estados Unidos y de otros países.",
   "\nSus derechos de acceso y uso de Nuestros Servicios (pero no de cualquier objeto o código fuente relacionado) están limitados estricta y únicamente a los que se conceden expresamente en virtud de la licencia, tal y como se define con más detalle en la sección \"Licencia de uso de Nuestras Aplicaciones y sus limitaciones\" más arriba, y están sujetos al cumplimiento de todas las disposiciones de este EULA. Todos los derechos no concedidos expresamente en el presente documento están expresamente reservados a Nosotros y a Nuestros licenciantes, según sea el caso.",
    "\nUsted es el único responsable de cualquier Contenido que contribuya, cargue, envíe, muestre, comparta o proporcione de otra manera en o a través de Su uso de Nuestros Servicios. Es su obligación asegurarse de que dicho Contenido no viola ningún derecho de autor u otros Derechos de Propiedad Intelectual, y usted debe ser propietario o tener una licencia para utilizar dicho Contenido. Si en su Contenido aparecen personas distintas de Usted, confirma que ha obtenido el permiso de dichas personas o, en el caso de niños menores de edad, ha obtenido el permiso de sus padres o tutores legales. Al contribuir, enviar, mostrar, compartir o proporcionar de otro modo su contenido a través de nuestros servicios, usted (a) declara que tiene pleno derecho a hacerlo; (b) nos concede la licencia no exclusiva, irrevocable, mundial y libre de derechos de autor para editar, adaptar, publicar, reproducir, distribuir, exhibir públicamente y utilizar su entrada (Contenido) y cualquier obra derivada que podamos crear a partir de ella, en todos y cada uno de los medios de comunicación (tanto si existen en la actualidad como en el futuro), para cualquier propósito, a perpetuidad, sin ningún pago para usted; (c) reconoce que puede tener lo que se conoce como \"derechos morales\" sobre el Contenido, por ejemplo el derecho a ser nombrado como creador de su entrada, etc. , o cualquier otro derecho similar que pueda existir en la actualidad o pueda crearse en el futuro, y Usted acepta renunciar a cualquier derecho moral o similar que pueda tener sobre el Contenido; (d) acepta que no tenemos ninguna obligación de supervisar o proteger sus derechos sobre cualquier Contenido que pueda enviarnos, y no seremos responsables de ningún uso o divulgación del mismo; (e) asumir todos los riesgos en relación con el uso de dicho Contenido por parte de cualquier persona, incluido cualquier riesgo relacionado con la divulgación del Contenido (Su entrada) que podría hacer que Usted o cualquier tercero sea personalmente identificable; (f) declarar y garantizarnos que dicho contenido no constituye un Contenido Inaceptable y que, en otros aspectos, cumple con las normas de la sección \"Contenido y conducta del usuario\" establecidas anteriormente por este EULA.",
    "\nUsted es el único responsable de cualquier Contenido que cree o genere en, a través de o en relación con el uso que haga de nuestros Servicios y comparta, publique, cargue, envíe, muestre o nos proporcione de cualquier otro modo dicho Contenido, directamente o a través de plataformas de terceros (incluidas las plataformas móviles)/redes (medios sociales). Es su obligación asegurarse de que dicho Contenido no viola ningún derecho de autor u otros derechos de propiedad intelectual, y usted debe poseer o tener una licencia para utilizar dicho Contenido. Si en su Contenido aparecen personas distintas de usted, confirma que ha obtenido el permiso de dichas personas o, en el caso de niños menores, ha obtenido el permiso de sus padres o tutores legales. Al compartir, publicar, cargar, enviar, mostrar o proporcionar de otro modo su contenido, usted (a) declara que tiene pleno derecho a hacerlo; (b) nos concede la licencia no exclusiva, revocable, transferible, sublicenciable, mundial y libre de derechos de autor para editar, adaptar, modificar, publicar, reproducir, distribuir, exhibir públicamente y utilizar dicho Contenido y cualquier obra derivada que podamos crear a partir de él, en todos y cada uno de los medios de comunicación (tanto si existen ahora como en el futuro), para cualquier fin en relación con nuestras aplicaciones o servicios (incluidos, entre otros, los fines de marketing o promocionales, como el material promocional publicado en las páginas de las redes sociales y las páginas web operadas por Working Good y/o los anuncios) sin ningún tipo de pago para usted (de acuerdo con nuestra política de privacidad); (c) reconoce que puede tener lo que se conoce como \"derechos morales\" sobre el Contenido, por ejemplo, el derecho a ser nombrado como creador de su entrada, etc. , o cualquier otro derecho similar que pueda existir en la actualidad o pueda crearse en el futuro, y usted acepta renunciar a cualquier derecho moral o similar que pueda tener sobre el Contenido; (d) acepta que no tenemos ninguna obligación de supervisar o proteger sus derechos sobre dicho Contenido, y libera, descarga y acepta eximir a Working Good de cualquier responsabilidad en relación con el uso o la divulgación del mismo; (e) asumir todos los riesgos en relación con el uso de dicho Contenido por parte de cualquier persona, incluido cualquier riesgo relacionado con la divulgación del Contenido que pueda hacer que Usted o cualquier tercero sea personalmente identificable; (f) declarar y garantizarnos que dicho contenido no constituye un Contenido Inaceptable y que, en otros aspectos, cumple con las normas de la sección \"Contenido y conducta del usuario\" establecidas anteriormente por este EULA. Esta licencia puede ser revocada y/o terminada proporcionándonos una notificación por escrito de su deseo de hacerlo por correo electrónico a admin@delaodigitalcom",
    "\nSi usted cree que sus derechos de propiedad intelectual han sido infringidos por otra persona a través de Internet, puede ponerse en contacto con nosotros enviando la siguiente información por correo electrónico a admin@delaodigital.com: (a) una descripción de los Derechos de Propiedad Intelectual y una explicación de cómo han sido infringidos; (b) una descripción de dónde se encuentra el material infractor; (c) su dirección y su correo electrónico; (d) una declaración suya, hecha bajo pena de perjurio, de que (i) cree de buena fe que el uso controvertido del material del que es titular de los Derechos de Propiedad Intelectual no está autorizado, y (ii) la información que está proporcionando es exacta, correcta, y que usted es el titular del Derecho de Propiedad Intelectual, o está autorizado a actuar en nombre del titular del Derecho de Propiedad Intelectual que supuestamente se ha infringido; y (e) una firma física o electrónica de la persona autorizada a actuar en nombre del propietario del Derecho de Propiedad Intelectual que supuestamente se ha infringido.",
    "\nDERECHOS RESTRINGIDOS DEL GOBIERNO DE ESTADOS UNIDOS: Nuestros Servicios han sido desarrollados íntegramente a expensas privadas y se proporcionan como \"Software informático comercial\" o \"software informático restringido\". Cualquier uso, duplicación o divulgación por parte del Gobierno de EE.UU. o de un subcontratista del Gobierno de EE.UU. está sujeto a las restricciones establecidas en el subpárrafo (c)(1)(ii) de las cláusulas de Derechos sobre Datos Técnicos y Software Informático en DFARS 252.227-7013 o según lo establecido en el subpárrafo (c)(1) y (2) de las cláusulas de Derechos Restringidos sobre Software Informático Comercial en FAR 52.227-19, según corresponda",
    
    
    "\n\ncLicencia de derechos de autor - música Apps\n",
    "\nSe aplican términos especiales en relación con los paquetes de sonido que están disponibles en nuestras aplicaciones musicales Drum Pad Machine - Beat Maker y Groovepad - Music & Beat Maker. Se aclara que sus derechos y limitaciones sobre los paquetes de sonido de Popular Songs son diferentes; por favor, lea la sección \"Restricciones de derechos deautor - Popular Songs\" más abajo",
    "\nLos derechos de autor de los paquetes de sonido disponibles en las Apps de música son y siguen siendo propiedad intelectual de Working Good. Por la presente le concedemos una licencia no exclusiva, limitada, revocable e intransferible para acceder a los paquetes de sonido y utilizarlos para crear sus propios ritmos únicos (siempre que sean una mezcla de al menos dos bucles (no un único bucle individual) que podrá grabar, guardar, descargar, compartir, interpretar, emitir, transmitir o poner a disposición del público, tanto para uso personal como comercial, siempre que (i) Usted cumpla con todos los términos y condiciones de este CLUF, (ii) Su ritmo sea una mezcla de al menos dos bucles (no un único bucle individual) y (iii) en caso de uso comercial, dicho uso sea únicamente para los siguientes fines: compartir en plataformas de música, vídeo o medios sociales de terceros (como Spotify, YouTube, etc.), actuaciones públicas y/o incluir Sus ritmos únicos en un disco si Usted es un artista discográfico, y en todos los casos se haga la atribución adecuada y/o se muestre de forma clara y visible. Para obtener instrucciones sobre cómo hacer una atribución adecuada, puede leer las directrices disponibles a través de la función de soporte de la aplicación yendo a Nuestra aplicación -> haga clic en tres puntos (o más) -> haga clic en ayuda (o soporte).",
    "\nNo puede vender, distribuir, sublicenciar o de cualquier otra manera transferir o conceder cualquier derecho a los bucles individuales o paquetes de sonido de la aplicación, tal como es, a cualquier tercero, o utilizarlos en otra aplicación similar.",
    
    
    "\n\nRestricciones de derechos de autor - Popular Songs\n",
    "\n• Se aplican condiciones especiales en relación con los paquetes de sonido de Popular Songs (canciones populares de artistas conocidos por el público), que están disponibles en nuestras aplicaciones musicales Drum Pad Machine - Beat Maker y Groovepad - Music & Beat Maker de vez en cuando (las Popular Songs).",
    "\n• Usted puede guardar en su dispositivo y compartir la música grabada de las Canciones Populares con sus amigos a través de las aplicaciones de mensajería instaladas en su dispositivo y se compromete a utilizarlas únicamente con fines personales y no comerciales.",
    "\n• Los derechos de autor de las Canciones Populares siguen siendo propiedad intelectual del titular de los derechos originales, que nos ha concedido la licencia para este uso limitado.",
    "\n• Usted no puede utilizar las Canciones Populares para ningún fin comercial y no debe interpretar las Canciones Populares en público, ni emitir, transmitir, descargar o comunicar o poner a disposición del público las Canciones Populares. Esto incluye compartir las Canciones Populares directamente en plataformas de música, vídeo o redes sociales de terceros, incluyendo YouTube.",
    "\n• Tenga en cuenta que compartir las Canciones Populares en cualquier plataforma de vídeo o de medios sociales, incluyendo YouTube, puede constituir un acto de infracción de los derechos de autor, como resultado de lo cual nosotros o el propietario de los derechos de autor de las Canciones Populares puede decidir tomar medidas adicionales contra Usted, que pueden incluir la recuperación de los derechos de autor y/o daños y perjuicios.",
    "\n• Usted es responsable de cualquier uso indebido de las Canciones Populares fuera de estos términos.",
   
    "\n\nControles de exportación y cumplimiento legal\n",
    "\nCualquier descarga de nuestras aplicaciones y el uso de nuestros servicios deberá cumplir con todas las restricciones y regulaciones internacionales, de la ONU, de los EE.UU. o de la UE en materia de ventas, exportación o importación, y usted se compromete a cumplirlas. Usted declara y garantiza que (i) no se encuentra en un país sujeto a embargo por parte del Gobierno de EE.UU., o que haya sido designado por el Gobierno de EE.UU. como país de \"apoyo al terrorismo\"; (ii) no está incluido en ninguna lista de partes prohibidas o restringidas del Gobierno de EE.UU.; y (iii) cumple con las sanciones y embargos pertinentes de la ONU y la UE"
   
    
  
],
"terms3":[

    "\n\nDuración, terminación y supervivencia\n",
    "\n• La licencia bajo este EULA es efectiva por un periodo de tiempo indefinido, hasta que Working Good la termine, o hasta que Usted decida terminarla desinstalando e interrumpiendo el uso de las Apps. El EULA, Sus derechos y licencias en virtud del mismo se extinguirán automáticamente sin previo aviso, si Usted no cumple con cualquiera de las disposiciones de este EULA. Working Good se reserva el derecho de suspender, interrumpir, mejorar, actualizar o modificar de otro modo las Aplicaciones (o cualquiera de sus características o funcionalidades), o su disponibilidad para Usted, en cualquier momento y sin previo aviso. Una vez finalizada la licencia de las Aplicaciones, Usted dejará de utilizar las Aplicaciones y los Servicios relacionados.",
    "\n• Todas las disposiciones de este CLUF en relación con la privacidad, los derechos de propiedad intelectual, la renuncia a la garantía, la limitación de la responsabilidad, la indemnización, la legislación aplicable y la divisibilidad, las renuncias y la resolución de conflictos seguirán vigentes tras la rescisión.",
  
    "\n\nRenuncia a la garantía\n",
    "\n• LAS APLICACIONES Y LOS SERVICIOS RELACIONADOS SE PROPORCIONAN \"TAL CUAL\", CON TODOS LOS DEFECTOS Y SIN GARANTÍA DE NINGÚN TIPO. USTED LOS UTILIZA POR SU CUENTA Y RIESGO Y TODO EL RIESGO DE QUE LA CALIDAD, EL RENDIMIENTO, LA PRECISIÓN Y EL ESFUERZO SEAN SATISFACTORIOS RECAE SOBRE USTED. EN LA MEDIDA EN QUE LO PERMITE LA LEY APLICABLE, Working Good, EN NOMBRE DE SUS AFILIADOS, LICENCIADORES, DISTRIBUIDORES, PROVEEDORES DE TERCEROS Y PROPIETARIOS DE LAS PLATAFORMAS MÓVILES, RECHAZA EXPRESAMENTE TODA GARANTÍA, EXPRESA O IMPLÍCITA, ESTATUTARIA O DE OTRO TIPO, INCLUYENDO, PERO SIN LIMITARSE A LAS GARANTÍAS IMPLÍCITAS DE IDONEIDAD PARA UN FIN DETERMINADO, COMERCIABILIDAD, TITULARIDAD, CALIDAD, EXACTITUD, DISFRUTE TRANQUILO Y NO VIOLACIÓN DE LOS DERECHOS DE TERCEROS, ASÍ COMO CUALQUIER GARANTÍA IMPLÍCITA DERIVADA DEL CURSO DE LOS NEGOCIOS O DEL RENDIMIENTO. SIN LIMITACIÓN, Working Good NO GARANTIZA QUE LAS APPS Y LOS SERVICIOS RELACIONADOS Y LA CALIDAD DE LOS MISMOS CUMPLAN CON SUS REQUISITOS Y EXPECTATIVAS, QUE SEAN ININTERRUMPIDOS, OPORTUNOS, CORRECTOS, LIBRES DE ERRORES, SEGUROS, QUE LOS DEFECTOS SE CORRIJAN O QUE LAS APPS Y LOS SERVICIOS RELACIONADOS ESTÉN LIBRES DE VIRUS U OTROS COMPONENTES DAÑINOS. EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEGISLACIÓN APLICABLE, NO ASUMIMOS NINGUNA RESPONSABILIDAD POR NINGÚN TIPO DE DAÑO PATRIMONIAL O PÉRDIDAS DERIVADAS DEL USO DE NUESTRAS APLICACIONES O SERVICIOS RELACIONADOS, O DEBIDAS A CUALQUIER ACCESO NO AUTORIZADO U OTRAS ACCIONES ILEGALES POR PARTE DE TERCEROS, O DEBIDAS A CUALQUIER ERROR U OMISIÓN EN CUALQUIER CONTENIDO, INCLUYENDO CUALQUIER DAÑO O PÉRDIDA POR EL USO DE CUALQUIER CONTENIDO"

    ,"\nLimitación de la responsabilidad\n",
    "\nBAJO NINGUNA CIRCUNSTANCIA Working Good o sus directores, funcionarios, empleados, agentes, comisionados o licenciatarios serán responsables de cualquier pérdida o daño o de cualquier daño directo, indirecto, incidental, especial, DAÑOS POR DEPENDENCIA, CONSECUENTES, EJEMPLARES O PUNITIVOS, O CUALQUIER OTRO DAÑO (INCLUYENDO, SIN LIMITACIÓN, DAÑOS A LA PERSONA O A LA PROPIEDAD, POR PÉRDIDA DE NEGOCIO, INGRESOS, BENEFICIOS, FONDO DE COMERCIO, INTERRUPCIÓN DE LA ACTIVIDAD COMERCIAL, PÉRDIDA DE INFORMACIÓN COMERCIAL, PÉRDIDA DE PRIVACIDAD, INCUMPLIMIENTO DE CUALQUIER OBLIGACIÓN O NEGLIGENCIA) QUE SURJAN O ESTÉN RELACIONADOS DE ALGÚN MODO CON EL USO O LA IMPOSIBILIDAD DE USAR LAS APLICACIONES O LOS SERVICIOS RELACIONADOS, INCUMPLIMIENTO DE CONTRATO, ACCESO NO AUTORIZADO, AGRAVIO, INCLUIDA LA NEGLIGENCIA, O CUALQUIER OTRA ACCIÓN DE UN TERCERO, INCLUSO SI NOSOTROS O NUESTRO REPRESENTANTE AUTORIZADO HEMOS SIDO ADVERTIDOS DE LA POSIBILIDAD DE TALES DAÑOS. EN NINGÚN CASO NUESTRA RESPONSABILIDAD TOTAL ACUMULADA DERIVADA DE ESTE EULA O RELACIONADA CON EL USO QUE USTED HAGA DE LAS APLICACIONES O DE LOS SERVICIOS RELACIONADOS, YA SEA POR CONTRATO O POR AGRAVIO, SUPERARÁ LOS IMPORTES EFECTIVAMENTE PAGADOS POR USTED POR EL USO DE LAS APLICACIONES Y DE LOS SERVICIOS RELACIONADOS EN VIRTUD DE ESTE EULA DURANTE LOS DOCE MESES INMEDIATAMENTE ANTERIORES A LA FECHA EN QUE SE PRODUJO LA PRIMERA RECLAMACIÓN. LAS PARTES ACUERDAN QUE LAS LIMITACIONES DE RESPONSABILIDAD SE APLICARÁN INCLUSO SI SE DETERMINA QUE CUALQUIER RECURSO ESPECIFICADO EN ESTE EULA NO HA CUMPLIDO SU PROPÓSITO ESENCIAL.",
    "\n\nIndemnización",
    "\nHASTA EL LÍMITE MÁXIMO PERMITIDO POR LA LEY APLICABLE, USTED ACUERDA DEFENDER, INDEMNIZAR Y EXIMIR A Working Good, SUS DIRECTORES, OFICIALES, EMPLEADOS, CONSULTORES, AGENTES, COMISIONADOS O LICENCIADORES DE CUALQUIER RECLAMACIÓN DE TERCEROS, DEMANDAS, PÉRDIDAS, RESPONSABILIDAD, DAÑOS Y/O GASTOS (INCLUYENDO, PERO SIN LIMITARSE A LOS HONORARIOS DE LOS ABOGADOS) QUE SURJAN O SE PRODUZCAN COMO RESULTADO DE SU USO DE LAS APLICACIONES O DE LOS SERVICIOS RELACIONADOS, O DE CUALQUIER TIPO DE INCUMPLIMIENTO PRESUNTO O REAL POR SU PARTE DE ESTE EULA, O DE CUALQUIER INFRACCIÓN POR SU PARTE O POR PARTE DE TERCEROS DE CUALQUIER DERECHO DE PROPIEDAD INTELECTUAL O DE CUALQUIER OTRO DERECHO DE OTRAS PERSONAS.",
   
    "\n\nModificaciones\n",
    "\nWe can make amendments to EULA from time to time. In case of material amendments You will be also notified by an in-app message or by e-mail. Your continued use of the Apps and Services after the EULA has been amended shall mean that You accept the amendment to EULA. If You do not agree with any amendment to this EULA, You shall discontinue using the Apps or any related Services and shall uninstall and remove the Apps from Your Device. To uninstall and remove the Apps, please use the application manager provided with Your Device or consult Your Device manual for reference.",
    "\n\nLegislación aplicable y divisibilidad",
    "\n• Las disposiciones de este EULA se regirán e interpretarán de acuerdo con las leyes de la República de Chipre",
    "\n• Dependiendo de las leyes de su jurisdicción (lugar de residencia), Usted puede tener ciertos derechos a los que no se puede renunciar a través de este EULA y que son adicionales a los términos de este EULA, y ciertas disposiciones de este EULA pueden ser inaplicables en cuanto a Usted. En la medida en que cualquier término o condición de este EULA sea inaplicable, el resto del EULA permanecerá en pleno vigor y efecto",
    "\n• Si alguna parte del CLUF se considera inválida o inaplicable en virtud de la legislación local vigente o por un tribunal competente, dicha parte se interpretará de forma coherente con la legislación aplicable para reflejar lo más fielmente posible nuestras intenciones originales y el resto del CLUF seguirá siendo válido y aplicable. Si no es posible interpretar una parte inválida o inaplicable de este CLUF de forma coherente con la legislación aplicable, dicha parte se considerará eliminada sin que ello afecte a las restantes disposiciones del CLUF",
    "\n• Renuncia a nuestros derechos",
    "\n• Podemos realizar modificaciones en el EULA de vez en cuando. En caso de modificaciones sustanciales, se le notificará también mediante un mensaje en la aplicación o por correo electrónico. Su uso continuado de las Aplicaciones y Servicios después de que el EULA haya sido modificado significará que Usted acepta la modificación del EULA. Si Usted no está de acuerdo con cualquier modificación de este EULA, deberá dejar de utilizar las Aplicaciones o cualquier Servicio relacionado y deberá desinstalar y eliminar las Aplicaciones de Su Dispositivo. Para desinstalar y eliminar las Apps, por favor, utilice el gestor de aplicaciones proporcionado con Su Dispositivo o consulte el manual de Su Dispositivo como referencia",
   
    "\n\nResolución de conflictos\n",
    "\n• La mayoría de los problemas pueden resolverse rápidamente poniéndose en contacto con nosotros en admin@delaodigital.com",
    "\n• En el improbable caso de que no podamos resolver su inquietud y usted desee emprender acciones legales contra nosotros, esa disputa estará sujeta a la jurisdicción de los tribunales de la República de Chipre, a menos que usted se encuentre en los Estados Unidos y, por lo tanto, se aplique la sección \"Resolución de disputas para los usuarios de los Estados Unidos\" que aparece a continuación",
    "\n• Resolución de disputas para usuarios en los Estados Unidos",
    "\n• TLos siguientes términos de esta sección titulada \"Resolución de disputas para usuarios en los Estados Unidos\" se aplican si usted reside en los Estados Unidos:",
    "\n• (i).Excepciones y exclusión voluntaria. Como excepciones limitadas a la subsección (a) anterior (i) usted puede tratar de resolver una Disputa en un tribunal de menor cuantía, si es que califica; y",
    "\n• (ii).cada uno de nosotros retiene el derecho a solicitar una medida cautelar u otra reparación equitativa de un tribunal para evitar (o prohibir) la infracción o la apropiación indebida de nuestros derechos de propiedad intelectual. Además, usted conservará el derecho de optar por no recurrir al arbitraje en su totalidad y litigar cualquier Disputa si nos notifica por escrito su deseo de hacerlo por correo electrónico a admin@delodigital.com dentro de los treinta (30) días siguientes a la fecha en que acepta por primera vez este EULA.",
    "\n• (iii).Realización del arbitraje y normas de arbitraje. El arbitraje será llevado a cabo por la Asociación Americana de Arbitraje (\"AAA\") bajo sus Reglas de Arbitraje del Consumidor (las\"Reglas de la AAA\") que estén en vigor en ese momento, excepto si son modificadas por este EULA. Las Normas de la AAA están disponibles en www.adr.org o llamando al 1-800-778-7879. La parte que desee iniciar un arbitraje debe presentar una Demanda de Arbitraje por escrito a la AAA y notificar a la otra parte como se especifica en las Normas de la AAA. La AAA proporciona un formulario de demanda de arbitraje en www.adr.org. Si su reclamación es de 10.000 dólares estadounidenses o menos, puede elegir si el arbitraje se llevará a cabo únicamente sobre la base de los documentos presentados al árbitro, a través de una audiencia telefónica o por videoconferencia, o mediante una audiencia en persona, tal como establecen las normas de la AAA. Si su reclamación supera los 10.000 dólares estadounidenses, el derecho a una audiencia se determinará según las normas de la AAA. Cualquier audiencia de arbitraje tendrá lugar en el condado (o parroquia) donde usted vive, a menos que ambos acordemos un lugar diferente. Las partes acuerdan que el árbitro tendrá autoridad exclusiva para decidir todas las cuestiones relacionadas con la interpretación, la aplicabilidad, el cumplimiento y el alcance de este acuerdo de arbitraje.",
    "\n• (iv). Gastos de arbitraje. El pago de todos los honorarios de presentación, administración y del árbitro se regirá por las normas de la AAA. Si prevalecemos en el arbitraje, pagaremos todos los honorarios y gastos de nuestros abogados y no trataremos de recuperarlos de usted. Si usted prevalece en el arbitraje, tendrá derecho a que se le concedan los honorarios y gastos de los abogados en la medida prevista por la legislación aplicable.",
    "\n• (v).Renuncia a la demanda colectiva. USTED Y Working Good ACUERDAN QUE CADA UNO PUEDE PRESENTAR RECLAMACIONES CONTRA EL OTRO SÓLO EN SU CAPACIDAD INDIVIDUAL, Y NO COMO DEMANDANTE O MIEMBRO DE UNA CLASE EN CUALQUIER PROCESO DE CLASE O REPRESENTACIÓN. Además, si la disputa de las partes se resuelve mediante arbitraje, el árbitro no podrá consolidar las reclamaciones de otra persona con las suyas, y no podrá presidir ninguna forma de procedimiento representativo o colectivo. Si esta disposición específica se considera inaplicable, entonces la totalidad de esta sección de Resolución de Disputas será nula y sin efecto.",
    "\n• (vi)Divisibilidad. Con la excepción de cualquiera de las disposiciones de la Renuncia a la demanda colectiva descrita en la subsección (e) del CLUF, si un árbitro o un tribunal de la jurisdicción competente decide que cualquier parte de este CLUF es inválida o inaplicable, las demás partes de este CLUF seguirán siendo aplicables.",
    "\n\nAviso para los usuarios de dispositivos Apple\n",
    "\n• En caso de que Usted descargue, instale o acceda a las Aplicaciones o a los Servicios relacionados a través de Su Dispositivo Apple, Usted reconoce y acepta específicamente que se aplicarán los siguientes términos adicionales (en caso de conflicto entre estos términos adicionales en esta sección y otros términos de este EULA prevalecerán los términos de esta sección):",
    "\n• El presente EULA se celebra únicamente entre Usted y Nosotros, no con Apple, y Apple no es responsable de las Apps, los Servicios relacionados o el contenido de los mismos;",
    "\n• Apple no tiene obligación alguna de proporcionar ningún servicio de mantenimiento y asistencia con respecto a las Apps",
    "\n• En el caso de que las Apps no cumplan con cualquier garantía aplicable, Usted podrá notificar a Apple y ésta le reembolsará el precio de compra de las Apps correspondientes. En la medida máxima permitida por la legislación aplicable, Apple no tiene ninguna otra obligación de garantía con respecto a las Apps y cualquier otra reclamación, pérdida, responsabilidad, daño, coste o gasto atribuible a cualquier incumplimiento de cualquier garantía será responsabilidad exclusiva nuestra;",
    "\n• Apple no es responsable de atender cualquier reclamación de Usted o de un tercero relacionada con las Apps o con su posesión y/o uso de las Apps, incluyendo, pero sin limitarse a ello (i) reclamaciones de responsabilidad por productos; (ii) cualquier reclamación de que las Apps no se ajustan a cualquier requisito legal o reglamentario aplicable; y (iii) reclamaciones derivadas de la legislación de protección al consumidor, de privacidad o similar;",
    "\n• En la medida en que la legislación aplicable nos obligue a indemnizar, Nosotros, y no Apple, seremos los únicos responsables de la investigación, la defensa, la resolución y el descargo de cualquier reclamación de terceros en la que se afirme que las Aplicaciones o su posesión y uso de las mismas infringen los Derechos de Propiedad Intelectual de dicho tercero;",
    "\n• Apple y sus filiales son terceros beneficiarios de este CLUF y, una vez que Usted acepte los términos y condiciones de este CLUF, Apple tendrá derecho (y se considerará que ha aceptado el derecho) a hacer valer este CLUF frente a Usted como tercero beneficiario de este CLUF;",
    "\n• Working Good autoriza el uso de las Apps por parte de múltiples usuarios a través de la función de Compartir en Familia o cualquier otra similar proporcionada por Apple.",
    "\nConsultas sobre este EULA",
    "\n Si tiene alguna pregunta, queja o reclamación sobre los términos y condiciones de este EULA, o cualquier otra consulta, póngase en contacto con nosotros por correo electrónico en la siguiente dirección: admin@delaodigital.com",
    "\nLicencias",
  "\n Licencias de componentes de tercero"
  ]
}
